ent-RMCDropshipAttachmentEngine = { ent-RMCDropshipAttachmentBase }
    .desc = { ent-RMCDropshipAttachmentBase.desc }
ent-RMCDropshipAttachmentFuelEnhancer = улучшитель топлива
    .desc = Система улучшения топлива для дропшипов. Улучшает тягу при сгорании топлива для более быстрых путешествий. Устанавливается в местах крепления двигателя. Чтобы поднять его, нужен энергопогрузчик.
ent-RMCDropshipAttachmentCoolingSystem = система охлаждения
    .desc = Система охлаждения для дропшипов. Она обеспечивает дополнительное охлаждение, уменьшая задержки между запусками. Устанавливается внутри точек крепления двигателей. Для ее подъема необходим энергопогрузчик.
