ent-RMCDropshipAttachmentLaserCannon = лазерная пушка ЛОУ-6Б
    .desc = Современная технология, недавно приобретенная USCM, стреляет импульсным лазерным лучом, питаемым от батареи, на скорости, близкой к световой, поджигая все, к чему прикасается. Для ее перемещения потребуется какой-то подъемник. Принимает лазерные батареи БЭУ-17/ЛВ ПЕ.
ent-RMCDropshipAttachmentAmmoLaserCannon = лазерная батарея БЭУ-17/ЛВ
    .desc = Лазерная батарея большой емкости, используемая для питания лазерного оружия.  Может быть заряжена в лазерную пушку БЭУ-17/ЛВ.
