ent-RMCDropshipAttachmentLaserCannon = лазерная пушка LWU-6B
    .desc = Современная технология, недавно приобретенная USCM, стреляет импульсным лазерным лучом, питаемым от батареи, на скорости, близкой к световой, поджигая все, к чему прикасается. Для ее перемещения потребуется какой-то подъемник. Принимает лазерные батареи BTU-17/LW Hi-Cap.
ent-RMCDropshipAttachmentAmmoLaserCannon = лазерная батарея BTU-17/LW
    .desc = Лазерная батарея большой емкости, используемая для питания лазерного оружия.  Может быть заряжена в лазерную пушку LWU-6B.
