ent-RMCDropshipAttachmentElectronicSystem = { ent-RMCDropshipAttachmentBase }
    .desc = { ent-RMCDropshipAttachmentBase.desc }
ent-RMCDropshipTargetingSystem = система целеуказания АФ/КАЦ-178
    .desc = Система целеуказания для десантных кораблей. Повышает точность стрельбы по лазерным целям. Устанавливается на узлы электроники. Для перемещения требуется погрузчик.
ent-RMCDropShipSpotlight = прожектор АФ/ПАН-15
    .desc = Комплект мощных прожекторов для освещения больших площадей. Устанавливается на узлы электроники десантных кораблей. Перемещение потребует погрузчик.
ent-RMCDropShipLZDetector = детектор зоны посадки АФ/ОЗП-60.
    .desc = Электронное устройство, связанное с системой камер десантного корабля, позволяющее наблюдать зону посадки в полете.
