ent-RMCArmorHelmetMercenaryAHPS30 = баллистический шлем AHPS30
    .desc = Усовершенствованная система защиты головы — это баллистический шлем, широко продаваемый на гражданских рынках, особенно на окраинах. Первоначально произведённый AEGIS, дизайн получил широкое производство другими корпорациями и группами после истечения срока патента. Часто встречается в руках наёмных групп.
ent-RMCArmorHelmetMercenaryAHPS30Lamp = { ent-RMCArmorHelmetMercenaryAHPS30 }
    .desc = Усовершенствованная система защиты головы — это баллистический шлем, широко продаваемый на гражданских рынках, особенно на окраинах. Первоначально произведённый AEGIS, дизайн получил широкое производство другими корпорациями и группами после истечения срока патента. Часто встречается в руках наёмных групп. Этот был модифицирован со встроенным фонарём.
    .suffix = Лёгкий
