ent-RMCIDCardTSEPA = ID-карта ИТСПД
    .desc = { ent-CMIDCardLanyard.desc }
ent-RMCIDCardTSEPASilverGold = серебряно-золотой значок ИТСПД
    .desc = Серебряный значок с золотыми вставками, который означает, что владелец является старшим констеблем ИТСПД. Это символ справедливости, власти и защиты. Защиты тех, кто не может защитить себя сам. Этот значок представляет собой приверженность данной клятве, которую всегда следует держать.
ent-RMCIDCardTSEPAGold = золотой значок ИТСПД
    .desc = Золотой значок, который означает, что владелец является инспектором ИТСПД. Это символ справедливости, власти и защиты. Защиты тех, кто не может защитить себя сам. Этот значок представляет собой приверженность данной клятве, которую всегда следует держать.
