ent-RMCIDCardCMBDeputy = серебряный значок заместителя БКМ
    .desc = Серебряный значок, представляющий носителя как заместителя БКМ. Это знак справедливости, власти и защиты. Защита тех, кто не может. Этот значок символизирует приверженность данной присяге, которая всегда соблюдается.
ent-RMCIDCardCMBRiotOfficer = серебряный значок офицера БКМ по борьбе с беспорядками
    .desc = Серебряный значок, представляющий носителя как офицера БКМ по борьбе с беспорядками. Это знак справедливости, власти и защиты. Защита тех, кто не может. Этот значок символизирует приверженность данной присяге, которая всегда соблюдается.
ent-RMCIDCardCMBMarshal = золотой значок маршала БКМ
    .desc = Желанный золотой значок, означающий, что носитель является одним из немногих маршалов БКМ, патрулирующих внешний край. Это знак справедливости, власти и защиты. Защита тех, кто не может. Этот значок символизирует приверженность данной присяге, которая всегда соблюдается.
