ent-RMCDropshipDoorBlocker = блокиратор дверей дропшипа
    .desc = Блокирует баррикады от попадания в дропшип.
ent-RMCUtilityAttachmentPoint = точка крепления коммуникаций
    .desc = Место крепления инженерных систем
ent-RMCEngineAttachmentPoint = точка крепления системы двигателя
    .desc = Место, где тяжелое оборудование может быть установлено с помощью электропогрузчика.
ent-RMCElectronicSystemAttachPoint = точка крепления электронной системы
    .desc = Место, где тяжелое оборудование может быть установлено с помощью электропогрузчика.
