ent-CMSeatPassenger = пассажирское кресло
    .desc = Прочное кресло со скобой, которая опускается над вашим телом. Предотвращает отбрасывание в автомобиле во время аварии и, как следствие, травмы. Пристегните ремни, дети! В случае повреждения закрепите с помощью сварочного инструмента.
ent-CMSeatPilot = кресло пилота
    .desc = Специально разработанное кресло для пилотов.
ent-RMCSeatHunter = кресло охотника
    .desc = Изысканное кресло для крупного гуманоида-охотника.
ent-RMCSeatWhite = пассажирское кресло
    .desc = Прочное кресло со скобой, которая опускается над телом. Предотвращает отбрасывание в автомобиле во время аварии и, как следствие, получение травм. Пристегните ремни, дети! В случае повреждения закрепить сварочным инструментом.
