ent-RMCParachute = парашют
    .desc = На удивление маленький, но громоздкий ранец с достаточным количеством страховочных ремней, чтобы отдел исследований и разработок прошел проверку по технике безопасности. На этикетке указано, что в комплекте два парашюта — основной и запасной, но вы сомневаетесь, что в ранец поместится хотя бы один.
ent-RMCParachuteDeployed = раскрытый парашют
    .desc = { "" }
ent-RMCWeldingKit = сварочный комплект
    .desc = Прочный портативный контейнер для сварочной жидкости.
