ent-CMBarFoodBase = { ent-CMFoodBase }
    .desc = { ent-CMFoodBase.desc }
ent-CMMarineProteinBar = протеиновый батончик
    .desc = Самый фальшивый протеиновый батончик, на который вы когда-либо обращали внимание, покрытый шоколадом из заменителя. Порошок, используемый для их изготовления - это заменитель заменителя заменителя сыворотки.
ent-RMCMarineRCMSnackBar = бисквитный батончик
    .desc = Дьявол в обличье человека. Быстро съедается, имеет довольно приятный вкус и текстуру, но, съев больше одного за короткий промежуток времени, вы как минимум две недели не будете копать ямы в поле.
    .desc = Самый фальшивый протеиновый батончик, который вы когда-либо видели, покрытый заменителем шоколада. Порошок, используемый для их изготовления, является заменителем заменителя сыворотки.
