ent-RMCFoodMeatFish = сырое филе рыбы
    .desc = Какая-то рыба, вероятно, выловленная где-то в океане или выращенная в чане.
ent-RMCFoodMeatFishGrilled = жареное филе рыбы
    .desc = Какая-то рыба, вероятно, выловленная где-то в океане или выращенная в чане.
ent-RMCFoodMeatFishAndChips = рыба с картошкой фри
    .desc = Основное блюдо Империи Трех Солнц, представляющее собой кусок рыбы в пивном кляре с картофелем фри.
ent-RMCFoodMeatFishSushi = ролл с рыбным суши
    .desc = Кусочек неизвестной рыбы в рисе, завернутый в водоросли. Классическое блюдо в Империи Трех Солнц.
