ent-RMCFoodMeatFish = сырое филе рыбы
    .desc = Какая-то рыба, вероятно, выловленная в океане или выращенная в чане.
ent-RMCFoodMeatFishGrilled = жареное филе рыбы
    .desc = Какая-то рыба, вероятно, выловленная в океане или выращенная в чане.
ent-RMCFoodMeatFishAndChips = рыба с картофелем фри
    .desc = Основное блюдо Трёхсолнечной Империи, состоящее из куска рыбы в пивном кляре и картофеля фри.
ent-RMCFoodMeatFishSushi = ролл с рыбным суши
    .desc = Ломтик неопределённой рыбы, завёрнутый в рис и водоросли. Классическое блюдо Империи Трех Миров.
