ent-RMCSmartGunPVE = Тяжелая орудийная поддержка M56B
    .desc = Реальное огнестрельное оружие в системе поддержки. По сути, это тяжелый мобильный пулемет.
    .suffix = PVE
ent-RMCAttachmentSmartgunHarness = Упряжь для тяжелой орудийной поддержки M56B
    .desc = Специальная упряжь для тяжелой орудийной поддержки M56B, помогающая контролировать отдачу и обеспечивать стабильность, а также позволяющая легко маневрировать оружием и даже подвешивать его без рукоятки.
    .suffix = PVE, НЕ КАРТОГРАФИРОВАТЬ ДЛЯ PVP.
