ent-RMCArmorM4RLight = легкая броня M4R БКМ
    .desc = Темный комплект брони, являющийся модификацией охранного варианта брони M3 компании Armat Systems. Предназначен для борьбы с беспорядками и подавления протестов. На боку имеется металлическая эмблема с надписью "CMB RIOT CONTROL". Законы Земли простираются за пределы Сола.
ent-RMCArmorM4RMedium = броня M4R БКМ
    .desc = Темный комплект брони, являющийся модификацией охранного варианта брони M3 компании Armat Systems. Предназначен для борьбы с беспорядками и подавления протестов. На боку имеется металлическая эмблема с надписью "CMB RIOT CONTROL". Законы Земли простираются за пределы Сола.
ent-RMCArmorM4RMarshallMedium = маршальская броня M4R БКМ
    .desc = Индивидуальный вариант брони CMB Riot, предназначенный для ношения самими маршалами, имеет золотую подкладку со знаками различия. Имеет дополнительный слой легких защитных материалов.
