ent-CMCoatDressBluesEnlisted = куртка парадной формы морского пехотинца
    .desc = Куртка легендарной парадной формы морской пехоты, практически не изменившаяся с XIX века. Ты носишь историю, морской пехотинец. Не подводи предков.
ent-CMCoatDressBluesSenior = куртка парадной формы морского пехотинца
    .desc = Куртка легендарной парадной формы морской пехоты, практически не изменившаяся с XIX века. Имеет отличительные знаки отличия заслуженного сержанта. Наследие воплощено.
ent-CMCoatDressBluesGeneral = куртка парадной формы морского пехотинца
    .desc = Куртка легендарной парадной формы морской пехоты, практически не изменившаяся с XIX века. Отличается гладкой тёмной отделкой, характерной для парадной формы офицеров.
