ent-RMCArmorVestTSEPA = бронежилет ИТСПД
    .desc = Бронежилет ИТСПД, обеспечивающий некоторую защиту от повреждений.
ent-RMCArmourM4TSEPA = легкая броня M4 ИТСПД
    .desc = Модифицированный вариант брони M4R, лишенный дополнительного противобунтарного обвеса для использования гражданскими офицерами. На грудной пластине нашит значок "ИТСПД".
ent-RMCArmourM4TSEPAChief = инспекторская броня M4 ИТСПД
    .desc = Модифицированный вариант брони M4 ИТСПД, с возвращенным дополнительным противобунтарным обвесом и золотым знаком отличия на грудной пластине.
