# Вспомогательная поддержка
highlights-auxiliary-support-officer = Офицер вспомогательной поддержки, "ОВП", Вспомогательная поддержка, Разведданные, Летный состав, "ТЕХНИЧЕСКИЙ ОТЧЕТ"
highlights-dropship-crew-chief = Командир экипажа транпортника, "КЭТ", Аламо, Нормандия, Летный состав, Десантный корабль, Эвакуация, Медэвакуация, Фултон, "СКАТ"
highlights-dropship-pilot = Пилот транпортника, "ПТ", Пилот, Аламо, Летный состав, Транспортник, Эвакуация, Медэвакуация, Медэвак, Фултон, "СКАТ"
highlights-gunship-pilot = Пилот штурмовика, "ПШ", Пилот, Нормандия, Летный состав, Штурмовик, "КАС", Медэвакуация, Медэвак, Фултон, "СКАТ"
highlights-intelligence-officer = Офицер разведки, "ОР", Разведданные, Разведка, Выжившие, "ТЕХНИЧЕСКИЙ ОТЧЕТ"
highlights-senior-enlisted-advisor = Старший сержантский советник, "ССС", Новобранец, Рядовой, Новый игрок, Обучение, Наставник
# Командование
highlights-commanding-officer = Командующий офицер, "КО", Майор, Подполковник, Полковник, Центр информационного контроля, "ЦИК", Командование, Наблюдение, "НБ", Прикрытие, "ПК", Запрос, Королева, "ОБ", Координаты, Снабжение, Разрозненные, Очередь, Вспышка, "ФОБ", Связь, Тактическая карта, Карта, Разведданные, Телефон, "ТЕХНИЧЕСКИЙ ОТЧЕТ", "КОМ", "КОМА", Командир
highlights-executive-officer = Исполнительный офицер, "ИО", Капитан, "Кэп", Центр информационного контроля, "ЦИК", Командование, Наблюдение, "НБ", Прикрытие, "ПК", Запрос, Королева, "ОБ", Координаты, Снабжение, Разрозненные, Очередь, Вспышка, "ФОБ", Связь, Тактическая карта, Карта, Разведданные, Телефон, "ТЕХНИЧЕСКИЙ ОТЧЕТ", "КОМ", "КОМА", Командир
highlights-staff-officer = Офицер штаба, "ОШ", Центр информационного контроля, "ЦИК", Командование, Наблюдение, "НБ", Прикрытие, "ПК", Запрос, Королева, "ОБ", Координаты, Снабжение, Разрозненные, Очередь, Вспышка, "ФОБ", Связь, Тактическая карта, Карта, Телефон, "ТЕХНИЧЕСКИЙ ОТЧЕТ", "КОМ", "КОМА", Командир
# Поставки
highlights-quartermaster = "КМ", Поставки, "Карго", Командование, Снабжение, Сброс, Ящик, Бюджет, Боеприпасы, Патроны
highlights-cargo-technician = Техник по грузам, Грузчик, Грузовой техник, "ГТ", Поставки, "Реквизиции", Снабжение, Сброс, Ящик, Бюджет, Боеприпасы, Патроны
# Инженерия
highlights-chief-engineer = Главный инженер, "ГИ", Инженерия, Инженер, "Инженер", Командование, "ОБ", "ОТ"
highlights-maintenance-technician = Техник по обслуживанию, "ТО", Инженерия, Инженер, "Инженер", "ОБ"
highlights-ordnance-technician = Техник по вооружению, "ТВ", Инженерия, Инженер, "Инженер", "ОБ"
# Медицина
highlights-chief-medical-officer = Главный врач, "ГВ", Медицина, Медотсек, "Мед", Инфицированный, Хирургия, Химия, "Химия", Таблетка, Командование
highlights-doctor = Доктор, "Док", Медицина, Медотсек, "Мед", Инфицированный, Хирургия, Химия, "Химия", Таблетка
highlights-nurse = Интерн, Медсестра, Медицина, Медотсек, "Мед", Инфицированный, Хирургия, Химия, "Химия", Таблетка
highlights-researcher = Исследователь, Исследование, Наука, "Наука", Химия, "Химия"
# Военная полиция
highlights-chief-MP = Начальник военной полиции, "НВП", Военная полиция, "ВП", Тревога, Гауптвахта, "Пожизненно", Беглец, Колонист, Выживший, "СОП", Арест, Задержание, Апелляция, Командование
highlights-military-warden = Военный надзиратель, "ВН", Надзиратель, Военная полиция, "ВП", Тревога, Гауптвахта, "Пожизненно", Беглец, Колонист, Выживший, "СОП", Арест, Задержание, Апелляция
highlights-military-police = Офицер военной полиции, Военная полиция, "ВП", Тревога, Гауптвахта, "Пожизненно", Беглец, Колонист, Выживший, "СОП", Арест, Задержание, Апелляция
# Прочее
highlights-corporate-liaison = Корпоративный связной, "КС", Представитель, Вестон-Ямада, Вестон Ямада, "ВеЯ", Ве-Я
highlights-correspondent = Корреспондент, "КК", Новости
highlights-mess-technician = Техник столовой, "ТСТ", Техник по питанию, Столовая, Кухня, Еда, Голодный
# Морская пехота
highlights-squad-leader = Командир отряда, "КО", Командование, Королева, "ОБ", Координаты, Снабжение, Тактическая карта, Связь, Карта, "ОГ", Огневая группа, Отделение
highlights-fireteam-leader = Командир огневой группы, "КОГ", "СКАТ", "КАС", Нормандия, "ОГ", Огневая группа, Координаты, "КО", Командование
highlights-smart-gun-operator = Оператор смартгана, Смартганнер, "ОС", "УП", "КО", Командование
highlights-weapons-specialist = Специалист по оружию, "Спец", "Труба", Гранатометчик, Разведчик, Пиротехник, "АМС", Снайпер, "КО", Командование
highlights-combat-technician = Боевой техник, "БТ", "КомТех", Инженер, Баррикада, Заграждение, "КО", Командование
highlights-hospital-corpsman = Санитар госпиталя, "СГ", Санитар, "Медик", Раненый, Инфицированный, Зараженный, "КО", Командование
highlights-rifleman = Стрелок, "СТР", "КО", Командование
highlights-boiler = Бойлер
highlights-burrower = Бурильщик, Земплекоп, Туннель, "Трава", Ловушка, Ловушки
highlights-carrier = Носитель, Лицехват, "Трава", Кластер, Морфер, "Заразить", Ловушка, Ловушки, Захват
highlights-crusher = Крушитель
highlights-defender = Защитник
highlights-drone = "Дрон", "Трава", Кластер, Лечить, Захват
highlights-hivelord = Повелитель улья, "Трава", Кластер
highlights-larva = Личинка
highlights-lesser-drone = "Малый дрон", "Малый", "Трава"
highlights-lurker = Охотник
highlights-parasite = Лицехват, "Заразить"
highlights-praetorian = Преторианец
highlights-queen = "Королева", "Мама", "Мать"
highlights-ravager = Разрушитель
highlights-runner = Бегун, Захват
highlights-sentinel = Страж
highlights-spitter = Плеватель
highlights-warrior = Воин
