reagent-name-cmdylovene = Диловен
reagent-desc-cmdylovene = Антитоксин общего применения, нейтрализующий большинство токсинов в кровотоке. Обычно используется во многих современных химических препаратах. Может использоваться как

reagent-name-cmethylredoxrazine = Этилредоксразин
reagent-desc-cmethylredoxrazine = Нейтрализует действие алкоголя в кровотоке, окисляя его до молекул воды. Однако он не останавливает мгновенное опьянение. Будучи мощным окислителем, этилредоксразин стан

reagent-name-cmarithrazine = Аритразин
reagent-desc-cmarithrazine = Стабилизированный вариант диловена. Его токсиноочищающие свойства ослаблены, имеются вредные побочные эффекты, но он не вступает в реакцию с другими соединениями для обр

reagent-name-cmbicaridine = Бикаридин
reagent-desc-cmbicaridine = Бикаридин — обезболивающее лекарство, которое может использоваться для лечения тяжелых внешних тупых травм и стабилизации состояния пациентов. Передозировка бикаридина в

reagent-name-cmcryoxadone = Криоксадон
reagent-desc-cmcryoxadone = Промышленный криогенный препарат. Лечит большинство видов повреждений тканей. Его основное ограничение — температура тела пациента должна быть ниже 170 К для правильного

reagent-name-cmdermaline = Дермалин
reagent-desc-cmdermaline = Передовой препарат, используемый для лечения тяжелых ожоговых травм. Позволяет организму восстанавливать даже самые тяжелые ткани, поврежденные теплом. Передозировка дер

reagent-name-cmdexalin = Дексалин
reagent-desc-cmdexalin = Дексалин используется для лечения кислородного голодания путем подачи кислорода к красным кровяным тельцам непосредственно в кровоток. Используется в качестве антидота п

reagent-name-cmdexalinplus = Дексалин Плюс
reagent-desc-cmdexalinplus = Дексалин Плюс — это усовершенствованная форма Дексалина с добавлением железа и углерода для ускорения скорости связывания кислорода с гемоглобином в эритроцитах.

reagent-name-cmepinephrine = Эпинефрин
reagent-desc-cmepinephrine = Естественный стимулятор работы мышц и сердца. Полезен для перезапуска сердца. Передозировка может привести к нагрузке на сердце и повреждению тканей.

reagent-name-cminaprovaline = Инапровалин
reagent-desc-cminaprovaline = Инапровалин — синаптический стимулятор и кардиостимулятор. Обычно используется для стабилизации состояния пациентов. Если легкие функционируют, инапровалин обеспечивает

reagent-name-cmkelotane = Келотан
reagent-desc-cmkelotane = Распространенное лекарство, используемое для лечения ожогов, едких и коррозийных травм. Передозировка келотана может привести к повреждению внутренних тканей.

reagent-name-cmleporazine = Лепоразин
reagent-desc-cmleporazine = Препарат, используемый для лечения гипотермии и гипертермии. Стабилизирует температуру тела пациента. Предотвращает применение криогенных препаратов. Передозировка лепор

reagent-name-cmtricordrazine = Трикордразин
reagent-desc-cmtricordrazine = Трикордразин — сильнодействующий стимулятор, первоначально полученный из кордразина. Может использоваться для лечения широкого спектра травм.

reagent-name-rmcultrazine = Ультразин
reagent-desc-rmcultrazine = Ультразин — сильнодействующий комбинированный стимулятор ЦНС и мышечной системы длительного действия. Вызывает крайне сильную зависимость.

reagent-name-cmmeralyne = Мералин
reagent-desc-cmmeralyne = Передовой анальгетический препарат, используемый для лечения крайне тяжелых тупых травм. Позволяет организму быстро восстанавливать поврежденные ткани. Передозировка мералина может вызвать сильную коррозию клеточных мембран.

reagent-name-cmimidazoline = Имидазолин
reagent-desc-cmimidazoline = Используется для лечения негенетических травм глаза. Обычно назначается в качестве лечения большинства случаев травмы глаза вместо хирургической операции.

reagent-name-cmclonexadone = Клонексадон
reagent-desc-cmclonexadone = Передовой криогенный препарат, изготовленный на основе криоксадона. Лечит большинство видов повреждений тканей. Для правильного метаболизма требует температуры ниже 170 К.

reagent-name-rmcrussianred = Русский Красный
reagent-desc-rmcrussianred = Экстренное средство для лечения радиационного поражения. Список возможных побочных эффектов включает повреждение сетчатки и потерю сознания.

# Medical Icon Labels
rmc-tricordazine-container-label-text = ТРИ
rmc-bicaridine-container-label-text = БИ
rmc-kelotane-container-label-text = КЕ
rmc-dexalin-container-label-text = ДЕ
rmc-dylovene-container-label-text = ДИ
rmc-inaprovaline-container-label-text = ИН
rmc-first-aid-container-label-text = ПП
rmc-emergency-medicine-container-label-text = А
rmc-dexalin-plus-container-label-text = ДЕ+
rmc-epinephrine-container-label-text = ЭПИ
rmc-keloderm-container-label-text = КД
rmc-merabic-container-label-text = МБ
rmc-russianred-container-label-text = Рк
rmc-imidazoline-container-label-text = ИМ
rmc-dermaline-container-label-text = ДЕ
rmc-iron-container-label-text = ЖЕ

rmc-custom-container-label-text = { $customLabel }

# Set Icon Label Verb
rmc-set-icon-label-verb = Установить значок этикетки
rmc-set-icon-label-dialog-title = Установить значок этикетки
rmc-set-icon-label-dialog-prompt = Текст на этикетке? (Максимум { $max } букв)
rmc-set-icon-label-cleared = Вы стёрли текст на этикетке { THE($item) }.
rmc-set-icon-label-set = Вы подписали { THE($item) } с помощью '{ $label }' крупными, печатными буквами.

# Antidepressants
reagent-name-rmcmethylphenidate = Метилфенидат
reagent-desc-rmcmethylphenidate = Широко назначаемый психостимулятор, повышающий активность центральной нервной системы. Часто используется для лечения синдрома дефицита внимания и гиперактивности (СДВГ) и нарколепсии. Этот препарат улучшает производительность, в первую очередь, в исполнительной функции в префронтальной коре (рассуждение, подавление поведения, организация, решение проблем, планирование и т. д.).

reagent-name-rmccitalopram = Циталопрам
reagent-desc-rmccitalopram = Циталопрам — это препарат, используемый для лечения депрессии, обсессивно-компульсивного расстройства и панического расстройства. Считается безопасным для употребления и широко доступен с 1998 года.

reagent-name-rmcparoxetine = Пароксетин
reagent-desc-rmcparoxetine = Очень мощный антидепрессант, используемый для лечения: большого депрессивного расстройства (БДР), обсессивно-компульсивного расстройства (ОКР), социального тревожного расстройства (СТР), панического расстройства, посттравматического стрессового расстройства (ПТСР), генерализованного тревожного расстройства (ГТР) и предменструального дисфорического расстройства (ПМДР). Длительное использование может иметь побочные эффекты.

antidepressant-effect-rmcmethylphenidate = Вы чувствуете сосредоточенность и собранность.
antidepressant-effect-rmccitalopram = Вы чувствуете себя стабильно... немного стабильнее.
antidepressant-effect-rmcparoxetine = Вы чувствуете себя намного стабильнее.

reagent-name-rmcantized = Анти-Зед
reagent-desc-rmcantized = Химическое вещество, предназначенное для использования против агента A0-3959X.91–15, широко известного как "Черная жижа".

reagent-name-rmclipozine = Липозин
reagent-desc-rmclipozine = Снижает чувство сытости и уменьшает массу тела за счет усиления кетоза и ускорения метаболизма жиров. Используется для лечения ожирения. Большие дозы могут привести к резкой потере веса.
