reagent-name-rmcgenerictoxin = Стандартный токсин
reagent-desc-rmcgenerictoxin = Общая идентификация многих схожих токсинов, иногда образующихся в качестве побочного продукта в результате химических реакций.

reagent-name-rmcmolecularacid = Разбавленная молекулярная кислота
reagent-desc-rmcmolecularacid = Кислота неизвестного состава, но этот образец, похоже, не так опасен, как те, что находят в крови ксеноморфов.

rmc-body-stings = Ваше тело слегка жжет.

reagent-name-rmclexorin = Лексорин
reagent-desc-rmclexorin = Лексорин — чрезвычайно опасное вещество, которое повреждает ткани и парализует легкие, эффективно останавливая дыхание. Может быть смертельным даже в небольших дозах. Противоядием для Лексорина являются варианты дексалина.

reagent-name-rmcmindbreakertoxin = Токсин "Разрушитель разума"
reagent-desc-rmcmindbreakertoxin = Мощный галлюциногенный препарат, запрещенный морским законодательством. Вызывает сильные галлюцинации и вызывает сильное привыкание. Ранее был известен как ЛСД.

reagent-name-rmcblackgoo = Черная жижа
reagent-desc-rmcblackgoo = Странная субстанция неизвестного происхождения...

reagent-name-rmc-chloral-hydrate = Хлоралгидрат
reagent-desc-rmc-chloral-hydrate = Хлоралгидрат был первым синтетически полученным седативно-снотворным препаратом. Это мощное седативное средство, вызывающее почти мгновенную сонливость, но в больших количествах оно может быть смертельным. Часто используется вместе с другими анестетиками при хирургических процедурах.
