reagent-name-rmcmolecularacid = Разбавленная молекулярная кислота
reagent-desc-rmcmolecularacid = Кислота неизвестного состава, но этот образец, похоже, не так опасен, как те, что находят в крови ксеноморфов.
rmc-body-stings = Ваше тело слегка жжет.
reagent-name-rmclexorin = Лексорин
reagent-desc-rmclexorin = Лексорин — чрезвычайно опасное вещество, которое повреждает ткани и парализует легкие, эффективно останавливая дыхание. Может быть смертельным даже в небольших дозах. Противоядием для Лексорина являются варианты дексалина.
reagent-name-rmcmindbreakertoxin = Токсин "Разрушитель Разума"
reagent-desc-rmcmindbreakertoxin = Мощный галлюциногенный препарат, запрещенный морским законодательством. Вызывает сильные галлюцинации и вызывает сильное привыкание. Ранее был известен как ЛСД.
