ent-RMCDropshipMaintsComputer = компьютер дропшипа
    .desc = Вскрытый компьютер для обслуживания десантного корабля, похоже, выключен. Он используется техниками и пилотами для обнаружения поврежденных или сломанных систем на десантном корабле. Он имеет различные разъемы для подключения к разным системам.
    .suffix = Open
ent-RMCDropshipMaintsComputerOpen = компьютер дропшипа
    .desc = Закрытый бортовой компьютер для технического обслуживания десантных кораблей, используемый техниками и пилотами для выявления неисправностей. Он имеет различные разъемы для подключения к разным системам.
    .suffix = Closed
