ent-RMCM5CameraGear = камера M5
    .desc = Камера и сопутствующий головной убор, предназначенные для того, чтобы командиры морских пехотинцев могли видеть то, что видят их войска. Более надежная версия этого оборудования интегрирована во все стандартные боевые шлемы КМП США. Можно носить через ухо или на голове.
ent-RMCCameraGearPMC = наголовная камера Mk3 TOCU
    .desc = Модификация и усиление камерного оборудования, используемого RCM. Этот тактический блок наблюдения применяется силами ЧВК Вестон Ямада, отказывающимися от стандартных защитных головных уборов, что позволяет их координатору постоянно быть в курсе текущего состояния оперативников.
