ent-STWorkingJoePDA = КН5500 ПДА
    .desc = Портативный интерфейс Karnak Electronics, используемый рабочими джо, способный подключаться к местному ИИ управления для получения информации о задачах.

ent-STMaintenanceJack = ремонтный домкрат K92
    .desc = Универсальный лом, гаечный ключ и, в целом, увесистое орудие для тупых ударов, которое пригодится в чрезвычайной ситуации. Правда, довольно тяжёлый.

ent-STWorkingJoeStorageCloset = шкаф хранения Seegson
    .desc = Шкаф хранения для синтетических юнитов Working Joe, предназначенный для того, чтобы держать их обесточенными и не путающимися под ногами между сменами.

ent-STSynthResetKeySeegson = ключ перезапуска синтетиков Seegson
    .desc = Устройство производства Seegson, способное устранить серьёзные сбои или ошибки программирования синтетических юнитов, а также перезапустить синтетика, впавшего в критическое состояние. Может быть использовано лишь один раз перед перезарядкой. Стандартное оснащение юнитов Working Joe.

ent-STJumpsuitHazmatJoe = форма "Хазмат Джо"
    .desc = Усиленная форма для синтетического труда в опасных зонах.

ent-STJumpsuitHazmatJoeOveralls = форма "Хазмат Джо"
    .desc = Усиленная форма для синтетического труда в опасных зонах. Имеет дополнительный слой для защиты от жидкой опасности.
