ent-RMCGrille = гриль
    .desc = Хлипкая решетка из металлических прутьев.
ent-RMCGrilleBroken = гриль
    .desc = Хлипкая решетка из металлических прутьев. Она пережила лучшие времена.
ent-RMCGrilleElectrified = электрифицированная решетка радиатора
    .desc = Темная армированная сетчатая решетка с предупреждающими полосами, оснащенная катушками Тесла для регулировки тока высокого напряжения. Она сильно наэлектризована и опасна, когда приводится в действие.
ent-RMCGrilleElectrifiedBroken = сломанная электрифицированная решетка
    .desc = Темная армированная сетчатая решетка с предупреждающими полосами, оснащенная катушками Тесла для регулировки тока высокого напряжения. Она сильно наэлектризована и опасна, когда приводится в действие. Она пережила лучшие времена.
