ent-RMCWallSandstone = стена из песчаника
    .desc = Тяжелая стена из песчаника.
ent-RMCWallSandstoneTemple = стена храма из песчаника
    .desc = Тяжелая стена из песчаника.
ent-RMCWallSandstoneTempleRuned = стена храма из песчаника с рунами
    .desc = Тяжелая стена из песчаника с изящной резьбой и рунами, начертанными на ее лицевой стороне.
ent-RMCWallSandstoneRuned = стена из песчаника с рунами
    .desc = Тяжелая стена из песчаника с изящной резьбой и рунами, начертанными на ее лицевой стороне.
