ent-RMCWallPrison = металлическая стена
    .desc = Огромный кусок металла, используемый для разделения комнат.
ent-RMCWallPrisonReinforced = усиленная металлическая стена
    .desc = Огромный кусок сверхпрочного металла, используемый для разделения комнат.
ent-RMCWallPrisonHull = тяжелая армированная стена
    .desc = Огромный кусок сверхпрочного металла, используемый для разделения комнат. Выглядит практически неразрушимым.
ent-RMCWallBoneResin = скелетная смола
    .desc = Стена из старой линялой смолы. Это место более живое, чем вы.
