ent-CMGlassesHealthHUDGlasses = медицинский HUD-визор
    .desc = Дисплей на голове, который сканирует людей, находящихся в поле зрения, и предоставляет точные данные о состоянии их здоровья.
ent-CMGlassesMesonHUDGlasses = оптический мезонный сканер
    .desc = Используются для защиты глаз пользователя от вредных электромагнитных излучений, а также в качестве защитных очков общего назначения. Не подходят для защиты при сварке.
ent-CMGlassesNightVision = очки ночного видения TV1
    .desc = Очки ночного видения гражданского класса.
