ent-STJuggernautEquipmentCase = кейс снаряжения "Джаггернаут"
    .desc = Огромный кейс с миниганом M134C-JLCW, комплектом брони-экзоскелета "Джаггернаут", патронными барабанами и набором Оруженосца, который можно передать сослуживцу.

        ПРИМЕЧАНИЕ: Вы не можете класть предметы обратно в этот кейс.
ent-STKitJuggernaut = набор Оруженосца
    .desc =
        Большой набор со всеми припасами, необходимыми, чтобы превратить рядового в Оруженосца Джаггернаута.

        Небольшая инфографическая серия показывает, как вести полевое обслуживание:

        Шаг первый: прочитайте брошюру

        Шаг второй: возьмите сумку с топливом, сварочный аппарат, броню и оружие

        Шаг третий: держитесь рядом с Джаггернаутом, он полностью зависит от вас. Вы можете перезаряжать и чинить его миниган, когда он держит его в руках. Вы делаете это в 3 раза быстрее чем он.

        Шаг четвёртый: Сотрите врага в порошок! Пусть они дрожат при виде вас!
ent-STWelderSquire = сварка Оруженосца
    .desc = Сварочный аппарат с увеличенным баком топлива, предназначенный для многократного полевого ремонта M134C-JLCW без частых дозаправок.
ent-STCrateBatteryJuggernaut = ящик батарей M134C-JLCW (x4)
