ent-CMHandsBlackMarine = боевые перчатки
    .desc = Стандартные морские тактические перчатки. Надпись гласит: "Вязаные Ассоциацией вдов морских пехотинцев".
ent-RMCHandsLatexMarine = боевые стерильные перчатки
    .desc = Стандартные морские стерильные перчатки, обеспечивающие регулярную защиту и лучший захват при выполнении медицинских работ.
ent-RMCHandsCOGloves = перчатки командира
    .desc = Возможно, вам нравятся эти перчатки, но ОНИ считают, что вы их недостойны.
ent-RMCHandsM3G4 = перчатки гренадёра M3-G4
    .desc = Пара пластиковых, но проворных перчаток.
