ent-RMCSignRequisitions = Правила отдела поставок КМП США
    .desc =
        1. Вы не имеете права на обслуживание или снаряжение. Обвес — это привилегия, а не право.
        2. Для получения обслуживания вы должны быть полностью одеты. Бельё для криосна не допускается.
        3. Квартирмейстер имеет последнее слово и право отказать в обслуживании. Только действующий Командир может отменить его решения.
        4. Пожалуйста, относитесь к персоналу поставок с уважением. Они работают усердно.
ent-RMCSignRequisitionsCreed = Плашка с Кредо КМа
    .desc = Сокращённая версия Кредо квартирмейстера, созданного Корпусом квартирмейстеров США, эта версия является чисто декоративной и церемониальной, она значительно короче и не включает более современные правки.
