ent-STBreacherArmorM40 = экспериментальная броня M40
    .desc = Кастомный комплект брони M40, разработанный для штурмовых специалистов USCM. Содержит толстую кевларовую защиту и встроенные экспериментальные инжекторы адреналина с портативным устройством защитного диализа.

ent-STBreacherHelmetM40 = штурмовой шлем M40
    .desc = Шлем, разработанный для штурмовых специалистов USCM. Содержит плотную теплоизоляцию, покрыт номексовой тканью.

ent-STBreacherGlovesM40 = штурмовые перчатки M40
    .desc = Пара бронированных, но при этом не сковывающих движений перчаток.

ent-STBreacherHammer = боевой молот N45
    .desc = Тяжёлый молот с эргономичной рукоятью и усиленной ударной поверхностью.

ent-STBreacherShieldN30 = стандартный защитный щит N30-2
    .desc = Тяжёлый щит, хорошо блокирующий тупые и колюще-режущие предметы, направленные на его владельца.

ent-STWeaponShotgunXM52 = экспериментальный штурмовой дробовик XM52
    .desc = Экспериментальная модель дробовика, проходящая испытания в USCM. Основан на оригинальной версии XM51 — XM52 представляет собой магазинный, помповый дробовик очередями с переработанным ресивером, на который невозможно установить обвесы. Использует специальные подсвеченные патроны 16-го калибра, эффективные при взломе стен и дверей. Не рекомендуется применять оружие против небронированных или слабобронированных целей из-за низкой эффективности патронов.

ent-STShellShotgunXM52 = горсть патронов для взлома XM52
    .desc = { "" }

ent-STMagazineShotgunXM52 = магазин XM52 (16-й калибр)
    .desc = Магазин 16-го калибра для помпового дробовика с очередями, снаряжён подсвеченными патронами для взлома.

ent-STBoxShotgunXM52 = коробка патронов для взлома XM52
    .desc = { "" }

ent-STCrateBoxShotgunXM52 = ящик с патронами XM52
    .desc = { "" }

ent-STBreacherSpecEquipmentCase = кейс снаряжения штурмовика
    .desc = Большой кейс, содержащий экспериментальную броню M40, боевой молот N45, защитный щит N30 и штурмовой дробовик XM52 в кобуре.

        ПРИМЕЧАНИЕ: Вы не можете класть предметы обратно в этот кейс.

ent-STActionBreacherEnrage = Активировать ENRAGE
    .desc = Активировать протокол экспериментальной брони M40, дающий кратковременный прилив адреналина.
