ent-RMCNailgunCompact = компактный гвоздомёт
    .desc = Столярный инструмент, используемый для забивания гвоздей в прочные поверхности. Не может стрелять гвоздями из-за отсутствия газового уплотнения вокруг гвоздя, что означает, что он не может создать давление для выстрела.
    .suffix = Заполненный
ent-RMCNailgunTactical = тактический компактный гвоздомёт
    .desc = Столярный инструмент, используемый для забивания гвоздей в прочные поверхности. Этот гвоздомёт - военного образца, оливкового цвета и тактический. Не может стрелять гвоздями в качестве снаряда.
    .suffix = Заполненный
