rmc-xeno-strain-specialized-into = Он специализировался в { $strain }.
rmc-xeno-dancer-name = Танцор
rmc-xeno-dancer-description =
    Вы обмениваете плевок, кислотный шар, кислотный спрей, рывок и небольшую броню на высокий урон по одной цели.
    Вы получаете возможность:
    - Ломать стены и другие простые конструкции с помощью косой атаки.
    - Наносить врагам метки при ударах слэшем и хвостовым ударом, что влияет на другие ваши способности.
    - Наносить противнику базовый урон от косой атаки и пробивать броню, нанося двойной удар по отмеченным.
    - Подсечь врага, чтобы обезоружить его, или оглушить, если он помечен.
    - Получает временную прибавку к скорости, которая удваивается вокруг врагов.
rmc-xeno-dancer-popup = Этот инструмент станет моим орудием смерти.
rmc-xeno-oppressor-name = Угнетатель
rmc-xeno-oppressor-description =
    Вы обмениваете свой хвостовой удар, плевок, кислотный шар, кислотный спрей, едкую кислоту, рывок, а также небольшую часть своего урона и скорости слэша на повышенную устойчивость к взрывчатым веществам и способности к манипулированию полем боя.
    Вы получаете возможность:
    - Ломать стены и другие простые конструкции с помощью атаки сплеча.
    - Наносить дополнительный урон косой атакой по поверженным, обездвиженным или замедленным противникам.
    - Схватить врага за хвост, чтобы притянуть его к себе, или похитить целую вереницу противников.
    - Наносите удары по врагам перед собой, отталкивая их назад и замедляя.
    - Удар по врагу, отбрасывающий его назад или пробивающий броню, если он упал, обездвижен или замедлен.
rmc-xeno-oppressor-popup = Мой охват безграничен, этот снесет небеса.
rmc-xeno-vanguard-name = Авангард
rmc-xeno-vanguard-description =
    Вы обмениваете плевки, кислотные шары, кислотные брызги, едкую кислоту и немного здоровья на мощный щит от одного удара, который перезаряжается вне боя.
    Вы получаете возможность:
    - Разбивать стены и другие простые конструкции с помощью косой атаки.
    - Пробивать врагов в линию, перезаряжая щит, если вы поразили хотя бы двоих.
    - Пробивать группу врагов и снова использовать эту атаку, чтобы поразить всех вокруг себя, перезаряжая щит, если вы поразили хотя бы 1 врага.
    - Разрубать врагов, либо бросая их, либо укореняя на месте - оба варианта сильнее при поднятом щите.
rmc-xeno-vanguard-popup = Бесстрашный ты рожден, бесстрашный ты служишь, бесстрашный ты умираешь. Этот станет моим Авангардом.
rmc-xeno-valkyrie-name = Валькирия
rmc-xeno-valkyrie-description =
    Вы обмениваете свой хвостовой удар, плевок, кислотный шар, кислотный спрей и некоторую скорость на броню и способности фронтовой поддержки.
    Вы получаете возможность:
    - Разбивать прочные стены и другие укрепленные конструкции с помощью косой атаки и испускать сильные феромоны.
    - Тушите друзей и притягивайте пленных хвостом, отбрасывая взрывчатку и сбивая врагов с ног высоким галопом.
    - Лечите себя и своих союзников за каждый удар, набираясь ярости, а затем разъяряйте себя и союзников, чтобы получить больше брони и исцеления.
    - Оказывайте помощь целой группе за раз, за счет снятия с них всех негативных эффектов.
    - Вытаскивайте выбывших из строя, сбитых с ног или отдыхающих союзников и тяните их к себе.
rmc-xeno-valkyrie-popup = Эта будет отрицать смерть своих сестер, пока они этого не заслуживают. Сражайтесь или будьте забыты.
rmc-xeno-observer-name = Наблюдатель
rmc-xeno-observer-description =
    Вы потеряете способность прятаться, но сможете видеть дальше. Выслеживайте добычу в поисках лучшей возможности или координируйте засаду со своими сестрами.
    Вы получаете возможность:
    - Увеличить поле зрения, как у бегуна.
    Вы теряете способность:
    - Прятаться.
rmc-xeno-observer-popup = Этот будет преследовать добычу на расстоянии, с большим прицелом.
rmc-xeno-warden-name = Смотритель
rmc-xeno-warden-description =
    Чтобы стать эффективным медиком, вы обмениваетесь кислотным шаром, кислотным спреем, прыжком, а также небольшим количеством урона от слэша и скоростью.
    Вы получаете способность:
    - Излучать сильные феромоны.
    - Способность, позволяющая найти находящихся под угрозой, сбитых с ног или отдыхающих союзников и притянуть их к себе.
    - С каждым ударом по врагам пополняется внутренний резерв хитпоинтов, который можно потратить на помощь союзникам и себе, исцеляя их или леча их недуги.
rmc-xeno-warden-popup = Она будет отрицать смерть своих сестер до тех пор, пока они этого не заслуживают. Сражайтесь или будьте забыты.
rmc-xeno-gardener-name = Садовник
rmc-xeno-gardener-description =
    Вы обмениваете свой выбор смоляных выделений, едкую кислоту и способность передавать плазму на небольшое количество дополнительной регенерации здоровья на травах и несколько новых способностей.
    Вы получаете способность:
    - Посадите до шести мощных смоляных плодов для своих сестер, потратив при этом немного здоровья за каждый сформированный плод.
    - Сажайте более выносливые сорняки.
    Ваш Resin Surge позволяет вам:
    - Создайте налеты из липкой смолы.
    - Временно укрепляйте конструкции с помощью плазмы.
    - Стройте недолговечные стены
    - Ускорьте рост ваших фруктов.
rmc-xeno-gardener-popup = Слава садоводства: руки в сорняках, голова в темноте, сердце со смолой.
rmc-xeno-healer-name = Целитель
rmc-xeno-healer-description =
    В обмен на сильные феромоны и способность исцелять раны своих сестер вы теряете возможность выбирать выделения смолы, часть урона от слэша и незначительно увеличиваете силу толкания носителей.
    Вы получаете возможность:
    - Посадить до 3 плодов смолы меньшего размера.
    - Исцелять сестер, используя плазму и часть своего здоровья.
rmc-xeno-healer-popup = Разделенные мы падем, объединенные мы победим. Мы живем для улья, мы умираем для улья.
rmc-xeno-resin-whisperer-name = Смоляной Шептун
rmc-xeno-resin-whisperer-description =
    Вы теряете едкую кислоту, способность выделять густую смолу, способность усиливать выделения смолы, жертвуете способностью сажать узлы сорняков за пределами сорняков, а также жертвуете пятой частью резерва плазмы, чтобы улучшить зрение и обрести более прочную связь со смолой. Теперь вы можете дистанционно размещать выделения смолы, включая узлы сорняков, на расстоянии до двенадцати шагов!
    Вы получаете способность:
    - Выделять смолу и сорняки на расстоянии
rmc-xeno-resin-whisperer-popup = We let the resin guide us. It whispers, so listen closely.
rmc-xeno-acider-name = Окислитель
rmc-xeno-acider-description =
    Вы обмениваете прыжок, костяные обломки, дальний прицел и небольшую скорость на большее количество здоровья, немного брони и новый орган, который со временем наполняется летучей кислотой.
    Вы получаете способность:
    - Обливать врагов кислотой при попадании.
    - Получать запасы кислоты от порезов врагов и пассивно со временем, которые можно потратить на едкую кислоту, такую же сильную, как у котла, но действующую гораздо быстрее.
    - Станьте живой бомбой, используя всю накопленную кислоту. Продержитесь 20 секунд, и вы взорветесь, покрыв кислотой врагов и их защиту. После этого вы реинкарнируете в виде личинки.
rmc-xeno-acider-popup = Это будет последнее, что они услышат. Мученик.
rmc-xeno-maid-name = Кошко-горничная
rmc-xeno-maid-description =
    Вы жертвуете своим достоинством.
    Вы получаете способность:
    - Причинять душевные страдания как друзьям, так и врагам.
rmc-xeno-maid-popup = Ррр :3
rmc-xeno-vampire-name = Вампир
rmc-xeno-vampire-description =
    Вы теряете все свои способности и лишаетесь части здоровья и урона в обмен на большое количество брони, небольшую скорость передвижения, увеличенную скорость атаки и совершенно новые способности, которые делают вас ассасином.
    Вы получаете возможность:
    - Броситься на противника, чтобы дезориентировать его.
    - Flurry, чтобы выпустить вперед рассекающий удар, который может поразить и замедлить трех таллов и исцелить вас за каждого пораженного талла.
    - Специальный АоЕ-удар хвостом, отбрасывающий таллов, наносящий больше урона при прямых попаданиях и еще больше урона и оглушение, если они врезаются в стены.
    - Казните бессознательных таллов укусом головы, чтобы залечить свои раны.
rmc-xeno-vampire-popup = Не проявляйте милосердия! Уничтожьте их всех!
rmc-xeno-eggsac-name = Кокон
rmc-xeno-eggsac-description =
    Вы обмениваете способность хранить паразитов и делать смоляные ловушки на более сильные феромоны, большее количество яиц и способность производить яйца.
    Вы получаете возможность:
    - Откладывать яйца с небольшого расстояния.
    - Откладывать яйца на сорняки, не являющиеся ульями. Одновременно вы можете высиживать 4 яйца, и они продержатся некоторое время, пока вы находитесь рядом, и недолго, если вы далеко.
    - При соприкосновении с ульевыми сорняками устойчивые яйца превращаются в обычные и не могут порождать разумных паразитов.
    - Для получения яиц используйте плазму.
rmc-xeno-eggsac-popup = Яйцо - это всегда приключение; следующее может быть другим.
rmc-xeno-berserker-name = Берсерк
rmc-xeno-berserker-description =
    Вы теряете:
    - Ваши усиление, рывок и удар ножницами.
    - Часть здоровья.
    - Небольшую часть влияния под феромонами безумия.
    Вы получаете:
    - Скорость передвижения, небольшое увеличение брони и новый набор способностей, которые делают вас ужасающим монстром ближнего боя.
    - Способность восстанавливать здоровье при ударе и получать стак ярости, который увеличивает вашу броню, скорость передвижения и количество восстанавливаемого здоровья за удар, до шести стаков ярости.
    - "Захват" для увеличения скорости передвижения и наложения замедления на следующую цель, которую вы ударите.
    - "Потрошение" для высвобождения разрушительной атаки "мельницей", которая восстанавливает ваше здоровье за каждого пораженного врага после обездвиживающей подготовки.
    - "Сбивающий удар" для отбрасывания цели и восстановления здоровья, еще больше, если у вас есть стак ярости, который будет израсходован.
rmc-xeno-berserker-popup = Необузданная ярость переполняет его. Ты станешь продолжением моей ярости.
rmc-xeno-charger-name = Таран
rmc-xeno-charger-description =
    В обмен на:
    - Вашу способность к защитному щиту.
    - Небольшую часть вашей брони и урона.
    - Ваше сопротивление замедлению от турелей.
    - Ваше влияние под феромонами безумия.
    - Ваш топот больше не сбивает с ног крупных целей.
    - Вашу способность фиксировать направление.

    Вы получаете:
    - Значительное количество здоровья.
    - Небольшую скорость.
    - Ваш топот наносит дополнительный урон при наступлении на поверженную крупную цель.
    - Ваш рывок теперь управляется вручную и зависит от инерции; чем дальше вы продвигаетесь, тем больше урона и скорости вы получаете, пока не достигнете максимальной инерции, о чем свидетельствует ваш рев.
    - Ваша броня теперь направленная: самая крепкая спереди, слабее по бокам и самая слабая сзади.
    - Вы получаете способность перекатываться, чтобы проходить сквозь врагов.
    - Вы получаете способность силой сдвигать врагов, врезаясь в них.
rmc-xeno-charger-popup = Ничто не остановит этот улей. Этот станет одновременно и неподвижным объектом, и неостановимой силой.
rmc-xeno-steelcrest-name = Стальной гребень
rmc-xeno-steelcrest-description =
    Вы обмениваете размах хвоста и небольшой урон от слэша на увеличенный урон от удара головой и усиленную мобильность, чтобы стать подвижным танком.
    Вы получаете возможность:
    - Двигаться, будучи укрепленным. Укрепление дает меньше брони и больше направленной брони, и больше не защищает вас от оглушения взрывом.
    - Наносить удары головой, находясь в укреплении. Удар головой не теряет урона и сохраняет большую дальность и высокую отдачу.
    - Впитывайте урон в течение 6 секунд, чтобы получить небольшое исцеление, которое также восстанавливает ваш удар хвостом.
rmc-xeno-steelcrest-popup = Этот, как и моя воля, несгибаем. Он станет моим стальным гребнем против всех, кто бросит мне вызов.
rmc-xeno-trapper-name = Силкер
rmc-xeno-trapper-description =
    Вы обмениваете свои способности к бомбардировке, обстрелу и сбросу кислоты на скорость и возможность создавать кислотные взрывы и удерживать в них врагов.
    С помощью дальнего зрения устанавливайте ловушки, обездвиживающие противников, и кислотные мины, наносящие урон врагам и баррикадам и сокращающие время действия ловушек за каждого пораженного врага.
    И наконец, поражайте врагов с помощью способности «Кислотный дробовик», которая добавляет стопку проницательности для следующей ловушки,
    когда вы достигнете максимума в десять проницательности.
    Выстрел в упор или выстрел по оглушенной цели мгновенно применит десять стаков.
rmc-xeno-trapper-popup = Поле боя – мой холст, а я – художник. Пусть растают там, где стоят.
