rmc-no-queen-hivemind-chat = Королевы нет. Вы одни.
rmc-new-queen = Новая Королева возглавила Улей! Ликуйте!
rmc-hive-supports-castes = Теперь улей может поддерживать: { $castes }
rmc-hive-supports-castes-human = Вы слышите отдалённый визг и чувствуете, как у вас всё внутри замирает... Что-то новое появилось вместе с вами в этой колонии.
rmc-hive-supports-castes-synth = Вы слышите отдалённый зов неизвестной биоформы, похоже, она сообщает другим об изменении формы. Вы начинаете анализировать и расшифровывать странную вокализацию.
