rmc-xeno-strain-specialized-into = Он специализировался в { $strain }.
rmc-xeno-dancer-name = Танцор
rmc-xeno-dancer-description =
    Вы обмениваете плевок, кислотный шар, кислотный спрей, рывок и небольшую броню на высокий урон по одной цели.
    Вы получаете возможность:
    - Ломать стены и другие простые конструкции с помощью косой атаки.
    - Наносить врагам метки при ударах слэшем и хвостовым ударом, что влияет на другие ваши способности.
    - Наносить противнику базовый урон от косой атаки и пробивать броню, нанося двойной удар по отмеченным.
    - Подсечь врага, чтобы обезоружить его, или оглушить, если он помечен.
    - Получает временную прибавку к скорости, которая удваивается вокруг врагов.
rmc-xeno-dancer-popup = Этот инструмент станет моим орудием смерти.
rmc-xeno-oppressor-name = Угнетатель
rmc-xeno-oppressor-description =
    Вы обмениваете свой хвостовой удар, плевок, кислотный шар, кислотный спрей, едкую кислоту, рывок, а также небольшую часть своего урона и скорости слэша на повышенную устойчивость к взрывчатым веществам и способности к манипулированию полем боя.
    Вы получаете возможность:
    - Ломать стены и другие простые конструкции с помощью атаки сплеча.
    - Наносить дополнительный урон косой атакой по поверженным, обездвиженным или замедленным противникам.
    - Схватить врага за хвост, чтобы притянуть его к себе, или похитить целую вереницу противников.
    - Наносите удары по врагам перед собой, отталкивая их назад и замедляя.
    - Удар по врагу, отбрасывающий его назад или пробивающий броню, если он упал, обездвижен или замедлен.
rmc-xeno-oppressor-popup = Мой охват безграничен, этот снесет небеса.
rmc-xeno-vanguard-name = Авангард
rmc-xeno-vanguard-description =
    Вы обмениваете плевки, кислотные шары, кислотные брызги, едкую кислоту и немного здоровья на мощный щит от одного удара, который перезаряжается вне боя.
    Вы получаете возможность:
    - Разбивать стены и другие простые конструкции с помощью косой атаки.
    - Пробивать врагов в линию, перезаряжая щит, если вы поразили хотя бы двоих.
    - Пробивать группу врагов и снова использовать эту атаку, чтобы поразить всех вокруг себя, перезаряжая щит, если вы поразили хотя бы 1 врага.
    - Разрубать врагов, либо бросая их, либо укореняя на месте - оба варианта сильнее при поднятом щите.
rmc-xeno-vanguard-popup = Бесстрашный ты рожден, бесстрашный ты служишь, бесстрашный ты умираешь. Этот станет моим Авангардом.
rmc-xeno-valkyrie-name = Валькирия
rmc-xeno-valkyrie-description =
    Вы обмениваете свой хвостовой удар, плевок, кислотный шар, кислотный спрей, едкую кислоту и некоторую скорость на броню и способности фронтовой поддержки.
    Вы получаете возможность:
    - Разбивать прочные стены и другие укрепленные конструкции с помощью косой атаки и испускать сильные феромоны.
    - Уничтожать друзей и пленников хвостом, отбрасывать взрывчатку и сбивать врагов с ног высоким галопом.
    - Исцеляйте себя и своих союзников за каждый удар, набираясь ярости, а затем разъяряйте себя и союзников, чтобы получить больше брони и исцеления.
    - Омолаживайте группу людей, снимая с них все недуги.
    - Вытаскивайте выбывших из строя, сбитых с ног или отдыхающих союзников и тяните их к себе.
rmc-xeno-valkyrie-popup = Эта будет отрицать смерть своих сестер, пока они этого не заслуживают. Сражайтесь или будьте забыты.
rmc-xeno-observer-name = Наблюдатель
rmc-xeno-observer-description =
    Вы потеряете способность прятаться, но сможете видеть дальше. Выслеживайте добычу в поисках лучшей возможности или координируйте засаду со своими сестрами.
    Вы получаете возможность:
    - Увеличить поле зрения, как у бегуна.
    Вы теряете способность:
    - Прятаться.
rmc-xeno-observer-popup = Этот будет преследовать добычу на расстоянии, с большим прицелом.
rmc-xeno-warden-name = Смотритель
rmc-xeno-warden-description =
    Чтобы стать эффективным медиком, вы обмениваетесь кислотным шаром, кислотным спреем, прыжком, а также небольшим количеством урона от слэша и скоростью.
    Вы получаете способность:
    - Излучать сильные феромоны.
    - Способность, позволяющая найти находящихся под угрозой, сбитых с ног или отдыхающих союзников и притянуть их к себе.
    - С каждым ударом по врагам пополняется внутренний резерв хитпоинтов, который можно потратить на помощь союзникам и себе, исцеляя их или леча их недуги.
rmc-xeno-warden-popup = Она будет отрицать смерть своих сестер до тех пор, пока они этого не заслуживают. Сражайтесь или будьте забыты.
rmc-xeno-gardener-name = Садовник
rmc-xeno-gardener-description =
    Вы обмениваете свой выбор смоляных выделений, едкую кислоту и способность передавать плазму на небольшое количество дополнительной регенерации здоровья на травах и несколько новых способностей.
    Вы получаете способность:
    - Посадите до шести мощных смоляных плодов для своих сестер, потратив при этом немного здоровья за каждый сформированный плод.
    - Сажайте более выносливые сорняки.
    Ваш Resin Surge позволяет вам:
    - Создайте налеты из липкой смолы.
    - Временно укрепляйте конструкции с помощью плазмы.
    - Стройте недолговечные стены
    - Ускорьте рост ваших фруктов.
rmc-xeno-gardener-popup = Слава садоводства: руки в сорняках, голова в темноте, сердце со смолой.
rmc-xeno-healer-name = Целитель
rmc-xeno-healer-description =
    В обмен на сильные феромоны и способность исцелять раны своих сестер вы теряете возможность выбирать выделения смолы, часть урона от слэша и незначительно увеличиваете сложность захвата хозяев.
    Вы получаете возможность:
    - Посадить до 3 плодов смолы меньшего размера.
    - Исцелять сестер, используя плазму и часть своего здоровья.
rmc-xeno-healer-popup = Разделенные мы падем, объединенные мы победим. Мы живем для улья, мы умираем для улья.
rmc-xeno-resin-whisperer-name = Смоляной Шептун
rmc-xeno-resin-whisperer-description =
    Вы теряете едкую кислоту, способность выделять густую смолу, способность усиливать выделения смолы, жертвуете способностью сажать узлы сорняков за пределами сорняков, а также жертвуете пятой частью резерва плазмы, чтобы улучшить зрение и обрести более прочную связь со смолой. Теперь вы можете дистанционно размещать выделения смолы, включая узлы сорняков, на расстоянии до двенадцати шагов!
    Вы получаете способность:
    - Выделять смолу и сорняки на расстоянии
rmc-xeno-resin-whisperer-popup = We let the resin guide us. It whispers, so listen closely.
rmc-xeno-acider-name = Асидер
rmc-xeno-acider-description =
    Вы обмениваете прыжок, костяные обломки, дальний прицел и небольшую скорость на большее количество здоровья, немного брони и новый орган, который со временем наполняется летучей кислотой.
    Вы получаете способность:
    - Обливать врагов кислотой при попадании.
    - Получать запасы кислоты от порезов врагов и пассивно со временем, которые можно потратить на едкую кислоту, такую же сильную, как у котла, но действующую гораздо быстрее.
    - Станьте живой бомбой, используя всю накопленную кислоту. Продержитесь 20 секунд, и вы взорветесь, покрыв кислотой врагов и их защиту. После этого вы реинкарнируете в виде личинки.
rmc-xeno-acider-popup = Это будет последнее, что они услышат. Мученик.
rmc-xeno-steelcrest-name = Стальной гребень
rmc-xeno-steelcrest-description =
    Вы обмениваете размах хвоста и небольшой урон от слэша на увеличенный урон от удара головой и усиленную мобильность, чтобы стать подвижным танком.
    Вы получаете возможность:
    - Двигаться, будучи укрепленным. Укрепление дает меньше брони и больше направленной брони, и больше не защищает вас от оглушения взрывом.
    - Наносить удары головой, находясь в укреплении. Удар головой не теряет урона и сохраняет большую дальность и высокую отдачу.
    - Впитывайте урон в течение 6 секунд, чтобы получить небольшое исцеление, которое также восстанавливает ваш хвостовой шлем.
rmc-xeno-steelcrest-popup = Этот, как и моя воля, несгибаем. Он станет моим стальным гребнем против всех, кто бросит мне вызов.
