ent-VehicleTankLTBCannon = легкое танковое орудие
    .desc = Классическая танковая пушка, стреляющая мощными осколочно-фугасными снарядами по площади.
ent-VehicleTankLTAAAPMinigun = тяжелый миниган LTAA-AP
    .desc = Огромный шестиствольный пулемет Гатлинга с бронебойными патронами. Его стволы очень тяжелые и требуют времени на раскрутку перед открытием огня.
ent-VehicleTankAceAutocannon = автоматическая пушка AC3-E
    .desc = Скорострельная автоматическая пушка для танка, атакующая цели разрывными зенитными снарядами (зенитная шрапнель).
ent-VehicleTankDragonFlamer = наступательный огнемет DRG-N
    .desc = Тяжелая огнеметная система для танка, заливающая огромную площадь высокотемпературным напалмом. Пламя горит настолько интенсивно и быстро, что позволяет бронетехнике вести агрессивное наступление по выжженной земле.
