ent-VehicleTankHardpointBase = { ent-BaseItem }
    .desc = { ent-BaseItem.desc }
ent-VehicleTankTurret = многоцелевая орудийная башня M34A2-A
    .desc = Основа вооружения танка. Специальная поворотная платформа, разработанная для быстрой смены и установки различных орудийных модулей. Имеет встроенную систему автоматического сброса дымовой завесы.
ent-VehicleTankTreads = танковые гусеницы
    .desc = Стандартные армированные сталью резиновые гусеницы. Обеспечивают танку высокую скорость движения, но требуют частого ремонта.
ent-VehicleTankReinforcedTreads = усиленные танковые гусеницы
    .desc = Тяжелые гусеницы, собранные из цельнолитых стальных траков. Они чрезвычайно прочные и долговечные, однако из-за огромного веса снижают максимальную скорость танка.
