rmc-ghost-role-information-cbrn-rules = Вы — [color=purple][bold]боец РХБЗ[/bold][/color]. Как правило, вы не должны стремиться причинить вред морпехам, если иное не указано администрацией.
                                             Вы не помните ничего из своей прошлой жизни и ничего из того, что узнали, будучи призраком.
                                             Вам разрешено помнить общие игровые знания, такие как способы приготовления пищи, использование предметов и т. д.
                                             Вам категорически [color=red]ЗАПРЕЩЕНО[/color] помнить, к примеру, имя, внешность и другие подробности вашего предыдущего персонажа.

rmc-ghost-name-cbrn-rifleman = Стрелок РХБЗ
rmc-job-description-cbrn-rifleman = Обучен действиям в зонах радиационной, химической, биологической и ядерной опасности. Ваша задача — поддержка других подразделений в условиях заражения.

rmc-ghost-name-cbrn-combat-tech = Боевой техник РХБЗ
rmc-job-description-cbrn-combat-tech = В качестве боевого техника РХБЗ вы будете обеспечивать техническую поддержку для обеспечения безопасности вашей группы в опасных условиях.

rmc-ghost-name-cbrn-fireteam-leader = Лидер огневой группы РХБЗ
rmc-job-description-cbrn-fireteam-leader = В качестве лидера огневой группы РХБЗ вы будете руководить небольшим отрядом в условиях заражения, планировать и выполнять задачи, обеспечивать безопасность группы и координировать действия с другими подразделениями.

rmc-ghost-name-cbrn-squad-leader = Командир отделения РХБЗ
rmc-job-description-cbrn-squad-leader = В качестве командира отделения РХБЗ вы будете командовать отделением солдат в зонах РХБ-опасности, обеспечивая их безопасность и координируя действия с другими подразделениями.

rmc-ghost-name-cbrn-ws = Специалист по вооружению РХБЗ
rmc-job-description-cbrn-ws = Как специалист по вооружению РХБЗ, вы отвечаете за обслуживание и использование специализированного оборудования, применяемого в условиях РХБ-заражения.

rmc-ghost-name-cbrn-medic = Санитар РХБЗ
rmc-job-description-cbrn-medic = В качестве санитара РХБЗ вы будете оказывать медицинскую помощь бойцам в условиях заражения. Вы обучены лечению травм и заболеваний, вызванных факторами РХБ-опасности.
