rmc-ghost-role-information-corp-exec-rules = Вы — [color=orange][bold]Корпоративный исполнитель[/bold][/color]. Вы не враждебны ни к одной фракции.
                                             Вы не помните ничего из своей прошлой жизни и ничего, что узнали как призрак.
                                             Вам разрешено помнить общие игровые знания, например, как готовить, как использовать предметы и т. д.
                                             Вам категорически [color=red]НЕ[/color] разрешается помнить, например, имя, внешность и т. п. вашего предыдущего персонажа.

rmc-ghost-role-information-corp-legal-description = Вам предстоит оказывать необходимую юридическую поддержку корпоративному представителю и защищать интересы компании Вестон-Ямада.

rmc-ghost-name-corp-exec-specialist-legal = Специалист по корпоративному праву (нейтральный)
rmc-job-name-corp-exec-specialist-legal = Специалист по корпоративному праву

rmc-ghost-name-corp-exec-supervisor-legal = Корпоративный юрисконсульт (нейтральный)
rmc-job-name-corp-exec-supervisor-legal = Руководитель юридического отдела корпорации

