rmc-ghost-role-information-pizza-rules = Вы — [color=red][bold]Разносчик пиццы[/bold][/color]. Вы не враждебны ни к одной фракции.
                                             Вы не помните ничего из своей прошлой жизни и ничего, что узнали как призрак.
                                             Вам разрешено помнить общие игровые знания, например, как готовить, как использовать предметы и т. д.
                                             Вам категорически [color=red]НЕ[/color] разрешается помнить, например, имя, внешность и т. п. вашего предыдущего персонажа.

rmc-ghost-role-information-pizza-description = Ваша работа — доставлять пиццу. Вы ПОЧТИ уверены, что это правильное место...

rmc-ghost-name-pizza = Разносчик пиццы (Нейтральный)
rmc-job-name-pizza = Разносчик пиццы
rmc-job-prefix-pizza = ПИЦЦА
