rmc-ghost-role-information-sof-rules = Вы — [color=red][bold]боец ССО Корпуса морской пехоты[/bold][/color]. Ваше отношение к морпехам может быть враждебным или дружественным, в зависимости от указаний администратора.
                                             Вы не помните ничего из своей прошлой жизни и ничего, что узнали, будучи призраком.
                                             Вам разрешено помнить общие сведения об игре, например, как готовить, как пользоваться предметами и т. д.
                                             Вам категорически [color=red]ЗАПРЕЩЕНО[/color] помнить, скажем, имя, внешность и т. д. своего предыдущего персонажа.

rmc-ghost-role-information-sof-description = Вы — элитный боец-рейдер морской пехоты, лучший из лучших, абсолютно преданный Верховному командованию и обязанный выполнять его указания. Выполните поставленную перед вами задачу с крайней жестокостью!

rmc-ghost-name-marine-raider = Морской пехотинец-рейдер (Дружелюбный)
rmc-job-name-marine-raider = Морской пехотинец-рейдер
rmc-job-prefix-marine-raider = Оп.

rmc-ghost-name-marine-raider-leader = Командир группы морских пехотинцев-рейдеров (Дружелюбный)
rmc-job-name-marine-raider-leader = Командир группы морских пехотинцев-рейдеров
rmc-job-prefix-marine-raider-leader = КГ.
