cm-job-name-survivor = Гражданский Колонист
cm-job-description-survivor = Вы выжили после нападения на корпоративный объект. Вы работали или жили в колонии/на станции, и вам удалось избежать нападения пришельцев... до сих пор.
CMJobSurvivor = Гражданский колонист
cm-job-name-survivor-doctor = Доктор-Колонист
CMJobSurvivorDoctor = Доктор-Колонист
cm-job-name-survivor-engineer = Инженер-Колонист
CMJobSurvivorEngineer = Инженер-Колонист
cm-job-name-survivor-security = Колонист Службы Безопасности
CMJobSurvivorSecurity = Колонист Службы Безопасности
cm-job-name-survivor-corporate = Корпоративный Колонист
CMJobSurvivorCorporate = Корпоративный Колонист
rmc-job-greeting-survivor =
    Вы выжили после нападения на колонию. Вы работали или жили в колонии, и вам удалось избежать нападения пришельцев... до сих пор.
    Вы полностью осведомлены об угрозе ксенонидов и можете использовать эти знания по своему усмотрению.
    Вы НЕ знаете о морпехах и их намерениях.
    Вы [bold][color=#51A16C][font size=16]НЕ ИМЕЕТЕ ОТНОШЕНИЯ К КМП США![/font][/color][/bold]
rmc-job-greeting-forecon =
    Вы морской пехотинец разведки морской пехоты КМП США (ФОРКОН) с корабля ВКСШ Ханьют, оказавшийся на этой планете после того, как ваш отряд был уничтожен во время расследования сигнала бедствия. Ваш пилот погиб вместе с большинством вашего отряда, и вы с командой сражались, чтобы выжить... но запасы подходят к концу, а еда заканчивается, возможно, ваш единственный шанс на выживание — двигаться на запад к упавшему десантному кораблю, чтобы найти что-нибудь полезное.
    Вы полностью осведомлены об угрозе ксенонидов и можете использовать эти знания по своему усмотрению.
    Вы НЕ знаете о морпехах и их намерениях.
    Вы [bold][color=#51A16C][font size=16]НЕ ВРАЖДЕБНЫ к КМП США![/font][/color][/bold]
rmc-job-name-survivor-co = командир выживших
    .desc = Вы командующий офицер КМП США.
rmc-job-description-survivor-co = Вы являетесь майором КМП США.
rmc-job-name-forecon = выживший ФОРКОН
    .desc = Вы застрявший морской пехотинец ФОРКОН КМП США. Ваш корабль, ВКСШ Ханьют, разбился, и вы оказались на планете. Делайте всё, чтобы выжить!
rmc-job-description-forecon = Вы — заброшенный на планете морпех разведывательного подразделения КМП США. Ваш корабль, ВКСШ Ханьют, потерпел крушение, и вы оказались в ловушке. Сделайте всё возможное, чтобы выжить!
rmc-job-name-forecon-sniper = Снайпер ФОРКОН
rmc-job-name-forecon-marksman = Меткий стрелок ФОРКОН
rmc-job-name-forecon-support-tech = Техник поддержки ФОРКОН
rmc-job-name-forecon-commander = Командир ФОРКОН
