cm-job-name-survivor = Гражданский колонист
cm-job-description-survivor = Вы выжили после нападения на корпоративный объект. Вы работали или жили в колонии/на станции, и вам удалось избежать нападения пришельцев... до сих пор.
CMJobSurvivor = Гражданский колонист
cm-job-name-survivor-doctor = Доктор-колонист
CMJobSurvivorDoctor = Доктор-колонист
cm-job-name-survivor-engineer = Инженер-колонист
CMJobSurvivorEngineer = Инженер-колонист
cm-job-name-survivor-security = Колонист службы безопасности
CMJobSurvivorSecurity = Колонист службы безопасности
cm-job-name-survivor-corporate = Корпоративный колонист
CMJobSurvivorCorporate = Корпоративный колонист
rmc-job-greeting-survivor =
    Вы выжили после нападения на колонию. Вы работали или жили в колонии, и вам удалось избежать нападения пришельцев... до сих пор.
    
    Вы полностью осведомлены об угрозе ксенонидов и можете использовать эти знания по своему усмотрению.
    
    Вы НЕ знаете о морпехах и их намерениях.
    
    Вы [bold][color=#51A16C][font size=16]НЕ ИМЕЕТЕ ОТНОШЕНИЯ К КМП ООН![/font][/color][/bold]
rmc-job-greeting-forecon =
    Вы морской пехотинец разведки морской пехоты КМП США (ФОРЕКОН) с корабля ВКСШ Ханьют, оказавшийся на этой планете после того, как ваш отряд был уничтожен во время расследования сигнала бедствия. Ваш пилот погиб вместе с большинством вашего отряда, и вы с командой сражались, чтобы выжить... но запасы подходят к концу, а еда заканчивается, возможно, ваш единственный шанс на выживание — двигаться на запад к упавшему десантному кораблю, чтобы найти что-нибудь полезное.
    
    Вы полностью осведомлены об угрозе ксенонидов и можете использовать эти знания по своему усмотрению.
    
    Вы НЕ знаете о морпехах и их намерениях.
    
    Вы [bold][color=#51A16C][font size=16]НЕ ВРАЖДЕБНЫ к КМП США![/font][/color][/bold]
rmc-job-name-survivor-co = Командир выживших
    .desc = Вы командный офицер КМП США.
rmc-job-name-forecon = Выживший ФОРЕКОН
    .desc = Вы застрявший морской пехотинец ФОРЕКОН КМП США. Ваш корабль, ВКСШ Ханьют, разбился, и вы оказались на планете. Делайте всё, чтобы выжить!
rmc-job-name-forecon-sniper = Снайпер ФОРЕКОН
rmc-job-name-forecon-marksman = Меткий стрелок ФОРЕКОН
rmc-job-name-forecon-support-tech = Техник поддержки ФОРЕКОН
rmc-job-name-forecon-commander = Командир ФОРЕКОН
