# generic survs
cm-job-name-survivor = Гражданский Колонист
cm-job-description-survivor = Вы выжили после нападения на корпоративный объект. Вы работали или жили в колонии/на станции, и вам удалось избежать нападения пришельцев... до сих пор.

rmc-job-name-survivor-civilian = Гражданский

cm-job-name-survivor-doctor = Доктор-Колонист

cm-job-name-survivor-engineer = Инженер-Колонист

cm-job-name-survivor-security = Колонист Службы Безопасности

cm-job-name-survivor-corporate = Корпоративный Колонист

cm-job-name-survivor-scientist = Ученый-колонист

rmc-job-name-survivor-co = Командир выживших
rmc-job-description-survivor-co = Вы являетесь майором КМП США.

rmc-job-name-survivor-synth = Выживший синтетик
rmc-job-description-survivor-synth = Вы — синтетический выживший после нападения на корпоративный объект.

rmc-job-name-survivor-military = Военный выживший
rmc-job-description-survivor-military = Вы выжили после заражения ксенонидами в колонии, принадлежащей к какой-то военной организации.

# Playtime trackers
rmc-playtime-tracker-job-name-survivor = Гражданский выживший
rmc-playtime-tracker-job-name-survivor-doctor = Выживший врач
rmc-playtime-tracker-job-name-survivor-engineer = Выживший инженер
rmc-playtime-tracker-job-name-survivor-security = Выживший сотрудник службы безопасности
rmc-playtime-tracker-job-name-survivor-corporate = Выживший представитель корпорации
rmc-playtime-tracker-job-name-survivor-scientist = Выживший учёный
rmc-playtime-tracker-job-name-survivor-military = Выживший военнослужащий
rmc-playtime-tracker-job-name-survivor-co = Выживший командир
rmc-playtime-tracker-job-name-survivor-synth = Выживший синтетик

cm-job-name-survivor-trucker = Колонист-дальнобойщик

cm-job-name-survivor-icb = Связной Межзвёздного коммерческого бюро
CMJobSurvivorICB = Связной Межзвёздного коммерческого бюро
cm-job-prefix-survivor-icb = МКБ

cm-job-name-survivor-isr = Наблюдатель за правами разумных межзвёздных форм жизни
CMJobSurvivorISR = Наблюдатель за правами разумных межзвёздных форм жизни

rmc-job-name-survivor-cmb-deputy = заместитель БКМ
CMSurvivorCMBDeputy = Заместитель БКМ

rmc-job-name-survivor-bureau-marshal = Маршал БКМ
cm-job-prefix-survivor-cmb-marshal = Маршал БКМ

cm-job-name-survivor-flight-control-operator = Оператор управления полетом

cm-job-name-survivor-unmc = Боец КМП США

# misc survs

cm-job-name-survivor-prisoner = Заключённый
CMSurvivorPrisoner = Заключённый

cm-job-name-survivor-gang-leader = Лидер банды
CMSurvivorGangLeader = Лидер банды

rmc-job-greeting-survivor = Вы выжили после нападения на колонию. Вы работали или жили в колонии, и вам удалось избежать нападения пришельцев... до сих пор.
    Вы полностью осведомлены об угрозе ксенонидов и можете использовать эти знания по своему усмотрению.
  Вы НЕ знаете о морпехах и их намерениях.
  Вы [bold][color=#51A16C][font size=16]НЕ ИМЕЕТЕ ОТНОШЕНИЯ К КМП США![/font][/color][/bold]

# Misc variants
cm-job-name-survivor-miner = Шахтер-колонист

cm-job-name-surivor-priest = Священник-колонист

# FORECON survs

rmc-job-greeting-forecon = Вы морской пехотинец разведки морской пехоты США (ФОРКОН) с корабля ВКСШ Ханьют, оказавшийся на этой планете после того, как ваш отряд был уничтожен во время расследования сигнала бедствия. Ваш пилот погиб вместе с большинством вашего отряда, и вы с командой сражались, чтобы выжить... но запасы подходят к концу, а еда заканчивается, возможно, ваш единственный шанс на выживание — двигаться на запад к упавшему десантному кораблю, чтобы найти что-нибудь полезное.
    Вы полностью осведомлены об угрозе ксенонидов и можете использовать эти знания по своему усмотрению.
  Вы НЕ знаете о морпехах и их намерениях.
  Вы [bold][color=#51A16C][font size=16]НЕ ВРАЖДЕБНЫ к КМП США![/font][/color][/bold]

rmc-job-name-forecon = Выживший
rmc-job-description-forecon = Вы — заброшенный на планете морпех разведывательного подразделения КМП США. Ваш корабль, ВКСШ Ханьют, потерпел крушение, и вы оказались в ловушке. Сделайте всё возможное, чтобы выжить!

rmc-job-name-forecon-sniper = Снайпер
rmc-job-name-forecon-marksman = Меткий стрелок
rmc-job-name-forecon-support-tech = Техник поддержки
rmc-job-name-forecon-synth = Синтетик
rmc-job-name-forecon-commander = Командир

# LV-624 survs

rmc-job-name-survivor-lv624-archeologist = Археолог
rmc-job-name-survivor-lv624-cargo-technician = Техник грузового отсека
rmc-job-name-survivor-lv624-corporate-liaison = Представитель корпорации на LV-624
rmc-job-name-survivor-lv624-security-guard = Охранник Ве-Я
rmc-job-name-survivor-lv624-medical-technician = Фельдшер скорой помощи
rmc-job-name-survivor-lv624-engineer = Инженер

rmc-job-greeting-corporate-dome-cl = Вы последний выживший руководитель Пристани Лазаря!

  Вы осведомлены об угрозе ксенонидов.

  Ваша основная задача — выжить после вспышки.

  Вы — корпоративный представитель, прикомандированный на LV-624 от Вестон-Ямада. Вам намекнули о весьма странного вида яйцах, найденных в инопланетном храме к северо-востоку от колонии. Будучи умным руководителем, которого компания наняла, вы решили подготовить свой офис к худшему, когда в чанах Исследовательского купола появилось первое "паразитическое существо". Оказалось, вы были правы: все, кто называл вас сумасшедшим и считал это новыми "синтетиками", теперь мертвы. Вы и ваша корпоративная служба безопасности — единственные выжившие благодаря вашей паранойе. Натиск ксенонидов был неумолим, один из офицеров подстрелил топливный бак, что привело к разрушению части купола, а также к расплавлению многих оборонительных сооружений. Вы должны выжить и найти способ связаться с Вестон-Ямада.

  Вы [bold][color=#51A16C][font size=16]НЕВРАЖДЕБНЫ к КМП США![/font][/color][/bold]

rmc-job-greeting-corporate-dome-goon = Вы — офицер корпоративной службы безопасности!

  Вы осведомлены об угрозе ксенонидов.

  Ваша основная задача — выжить после вспышки.

  Вы — офицер корпоративной службы безопасности, прикомандированный на LV-624 от Вестон-Ямада. В один прекрасный день вас отвел в сторону корпоративный представитель и велел как можно скорее принести припасы из офиса маршалов в его кабинет. Вы начали укреплять Корпоративный купол, и руководитель сказал вам, что нечто большое опустошит всю колонию, кроме вас. Оказалось, представитель был прав: эти так называемые "ксенониды" вырвались из Исследовательского купола и начали уничтожать всю колонию. Когда они пришли к Куполу и попытались убить вас всех, вам едва удалось отбиться, несмотря на потерю одного офицера и многих оборонительных сооружений. Представитель сказал, что они скоро найдут способ связаться с Вестон-Ямада, и велел оставаться стойкими до прибытия помощи.

  Вы [bold][color=#51A16C][font size=16]НЕВРАЖДЕБНЫ к КМП США![/font][/color][/bold]

rmc-job-greeting-corporate-dome-goon-lead = Вы — руководитель корпоративной службы безопасности!

  Вы осведомлены об угрозе ксенонидов.

  Ваша основная задача — выжить после вспышки.

  Вы — руководитель корпоративной службы безопасности, прикомандированный на LV-624 от Вестон-Ямада. В один прекрасный день вас отвел в сторону корпоративный представитель и велел как можно скорее организовать имеющиеся силы безопасности. Вы начали укреплять Корпоративный купол, и руководитель сказал вам, что нечто большое опустошит всю колонию, кроме вас. Оказалось, представитель был прав: эти так называемые "ксенониды" вырвались из Исследовательского купола и начали уничтожать всю колонию. Когда они пришли к Куполу и попытались убить вас всех, вам едва удалось отбиться, несмотря на потерю одного офицера и многих оборонительных сооружений. Представитель сказал, что они скоро найдут способ связаться с Вестон-Ямада, и велел оставаться стойкими до прибытия помощи.

  Вы [bold][color=#51A16C][font size=16]НЕВРАЖДЕБНЫ к КМП США![/font][/color][/bold]

rmc-job-greeting-corporate-dome-goon-medic = Вы — корпоративный медик службы безопасности!

  Вы осведомлены об угрозе ксенонидов.

  Ваша основная задача — выжить после вспышки.

  Вы — корпоративный медик службы безопасности, прикомандированный на LV-624 от Вестон-Ямада. В один прекрасный день вас отвел в сторону корпоративный представитель и велел как можно скорее принести припасы из лазарета в его кабинет. Вы начали укреплять Корпоративный купол, и руководитель сказал вам, что нечто большое опустошит всю колонию, кроме вас. Оказалось, представитель был прав: эти так называемые "ксенониды" вырвались из Исследовательского купола и начали уничтожать всю колонию. Когда они пришли к Куполу и попытались убить вас всех, вам едва удалось отбиться, несмотря на потерю одного офицера и многих оборонительных сооружений. Представитель сказал, что они скоро найдут способ связаться с Вестон-Ямада, и велел оставаться стойкими до прибытия помощи.

  Вы [bold][color=#51A16C][font size=16]НЕВРАЖДЕБНЫ к КМП США![/font][/color][/bold]

rmc-job-greeting-corporate-dome-goon-engi = Вы — корпоративный техник службы безопасности!

  Вы осведомлены об угрозе ксенонидов.

  Ваша основная задача — выжить после вспышки.

  Вы — корпоративный техник службы безопасности, прикомандированный на LV-624 от Вестон-Ямада. В один прекрасный день вас отвел в сторону корпоративный представитель и велел как можно скорее принести припасы из инженерного отдела в его кабинет. Вы начали укреплять Корпоративный купол, и руководитель сказал вам, что нечто большое опустошит всю колонию, кроме вас. Оказалось, представитель был прав: эти так называемые "ксенониды" вырвались из Исследовательского купола и начали уничтожать всю колонию. Когда они пришли к Куполу и попытались убить вас всех, вам едва удалось отбиться, несмотря на потерю одного офицера и многих оборонительных сооружений. Представитель сказал, что они скоро найдут способ связаться с Вестон-Ямада, и велел оставаться стойкими до прибытия помощи.

  Вы [bold][color=#51A16C][font size=16]НЕВРАЖДЕБНЫ к КМП США![/font][/color][/bold]

# New Varadero Survs

rmc-job-name-survivor-commander-new-varadero = Командир

cm-job-name-surivor-beach-bum = Пляжный бродяга

cm-job-name-survivor-cargo-technician = Техник грузового отсека Нью-Варадеро

cm-job-name-survivor-medical-technician = Фельдшер Нью-Варадеро

cm-job-name-survivor-technician = Инженер-техник Нью-Варадеро

cm-job-name-survivor-un-peacekeeper = Миротворец США

cm-job-name-survivor-new-varadero-researcher = Исследователь Новый-Варадеро

# Hybrisa Prospera Survs

rmc-job-name-survivor-hybrisa-civilian = Гражданский

rmc-job-name-survivor-hybrisa-office-worker = Гражданский — Офисный работник

rmc-job-name-survivor-hybrisa-weyamart-employee = Гражданский — Сотрудник Weymart

rmc-job-name-survivor-material-reprocessing-technician = Гражданский — Техник переработки материалов

rmc-job-name-survivor-fire-protection-specialist-hybrisa = Гражданский — Специалист по противопожарной защите
rmc-job-prefix-fire-protection-specialist-hybrisa = СППЗ

rmc-job-name-survivor-grind-barista = Гражданский — Бариста The Daily Grind

rmc-job-name-survivor-tmcc-miner = TMCC — Шахтёр

rmc-job-name-survivor-medical-doctor = Врач

rmc-job-name-survivor-emt-paramedic = Техник скорой помощи — Парамедик

rmc-job-name-survivor-xenoarchaeologist = Ксеноархеолог

rmc-job-name-survivor-xenobiologist = Ксенобиолог

rmc-job-name-survivor-pizza-galaxy = Гражданский — Курьер "Пицца Галактика"

rmc-job-name-survivor-commercial-pilot = Вестон-Ямада — Коммерческий пилот

rmc-job-name-survivor-hybrisa-engineer = Инженер-электрик
rmc-job-name-survivor-construction-worker = Строитель
rmc-job-name-survivor-heavy-vehicle-operator = Оператор тяжелой техники

# Paramarine survs

rmc-job-greeting-para = Вы — боец 24-го полка парадесантников Королевской морской пехоты!

  Аванпост "Саутер" был вашим последним местом службы перед выводом войск. После того как "Вестон-Ямада" выкупила "Гибризу", ИТС начала выводить свои силы из мира. Ваш полк сворачивал деятельность, готовясь передать контроль во время переходного периода. Затем вспыхнула эпидемия. Последние недели вы провели, едва удерживая аванпост, отражая волну за волной и укрывая немногих выживших, которых удалось найти. Теперь остался только ваш отряд. Аванпост разваливается, оружейная пуста, а у десантного корабля в ангаре всё еще нет топлива. Сигнал бедствия был отправлен больше недели назад. Всё, что вы можете сейчас сделать, — это удерживать позиции и молиться, чтобы кто-нибудь ответил.

  Вы полностью осведомлены о угрозе ксеноморфов и вольны использовать эти знания по своему усмотрению.

  Вы НЕ знаете о морпехах и их намерениях.

  Вы [bold][color=#51A16C][font size=16]НЕ ВРАЖДЕБНЫ к КМП США![/font][/color][/bold]

rmc-job-name-para = Выживший парадесантник
rmc-job-description-para = Вы — застрявший парадесантник Королевской МП ИТС. У вашего десантного корабля закончилось топливо, и вы оказались отрезаны от мира на этой планете. Сделайте всё возможное, чтобы выжить!

rmc-job-name-paramarine = Стрелок
rmc-job-name-para-pilot = Пилот авиации флота
rmc-job-name-para-engineer = Штурмовой инженер
rmc-job-name-para-medic =  Медицинский техник
rmc-job-prefix-paramarine = 24/ПАРА

rmc-job-name-para-team-leader = Лидер группы
rmc-job-prefix-para-team-leader = 24/ПАРА ЛГ

rmc-job-name-para-synth = Синтетик поддержки
rmc-job-prefix-para-synth = 24/ПАРА Синт

rmc-job-name-para-commander = Командир
rmc-job-prefix-para-commander = 24/ПАРА КМД

# Sorokyne Strata Survs

rmc-job-name-survivor-infrastructure-engineer = Инженер инфраструктуры

rmc-job-name-survivor-reactor-technician = Техник реактора

rmc-job-name-survivor-armed-police-officer = Народный вооружённый полицейский

rmc-job-name-survivor-army-reservist = Армейский резервист
rmc-job-prefix-army-reservist = 202/АРМИЯ

rmc-job-name-survivor-moh-doctor = Врач Министерства здравоохранения

rmc-job-name-survivor-msc-researcher = Исследователь Министерства колонизации

rmc-job-name-survivor-soro-civilian = Гражданин

rmc-job-name-survivor-fire-protection-specialist = Специалист по пожарной безопасности
rmc-job-prefix-fire-protection-specialist = СППБ

rmc-job-name-survivor-soro-miner = Jùtóu Combine — Шахтёр

rmc-job-name-survivor-halcyon-dynamics-liaison = Halcyon Dynamics — Представитель корпорации

# Sorokyne SOF insert survs

rmc-job-greeting-soro-sof = Вы — член группы быстрого реагирования (ГБР) спецназа СПН! Ваша основная задача — выжить. Вы полагаете, что где-то на юго-западе разбился второй десантный корабль, перевозивший дополнительное вооружение. Вы входите в состав команды ГБР Сил Специальных Операций Союза Прогрессивных Народов, развернутой совместно с Министерством космической колонизации для создания гарнизонов в дальних мирах. На обратном пути с фронтира вы получаете сигнал бедствия из народной колонии "Сорокины Страты" на планете "Терма I" (LV-976). Ваша группа отправлена на разведку. Данные разведки предполагали сепаратистов КОФ или вторжение США/ИТС, но как только вы приземляетесь в ангаре, вы чувствуете — что-то не так. Никакой встречающей группы. Никакой привычной суеты рабочей колонии. Ничего, что указывало бы на чье-либо вторжение. Ваша миссия ясна — выяснить, что случилось с вашим кораблем снабжения и товарищами, забрать снаряжение и раскрыть правду о том, что на самом деле произошло в колонии.

  Вы полностью осведомлены о угрозе ксеноморфов и вольны использовать эти знания по своему усмотрению.

  Вы НЕ знаете о морпехах и их намерениях.

  Вы [bold][color=#51A16C][font size=16]НЕ ВРАЖДЕБНЫ к КМП США![/font][/color][/bold]

rmc-job-name-soro-sof-base = Выживший спецназовец СПН

rmc-job-description-soro-sof = Вы — застрявший боец Спецназа СПН. Ваша группа была отправлена для расследования сигнала бедствия. Выясните, что случилось с колонией.

rmc-job-name-soro-sof-sapper = Сапер ССО
rmc-job-prefix-soro-sof-sapper = 121/РАЗВЕД САП

rmc-job-name-soro-sof-medic = Медик ССО
rmc-job-prefix-soro-sof-medic = 121/РАЗВЕД МЕД

rmc-job-name-soro-sof-sl = Командир отделения ССО
rmc-job-prefix-soro-sof-sl = 121/РАЗВЕД КО

rmc-job-name-soro-sof-spec = Специалист ССО
rmc-job-prefix-soro-sof-spec = 121/РАЗВЕД СПЦ

rmc-job-name-soro-sof-soldier = Боец ССО
rmc-job-prefix-soro-sof-soldier = 121/РАЗВЕД БЦ

# Trijent survs

rmc-job-name-survivor-trijent-chaplain = Капеллан Плотины Триджент

rmc-job-name-survivor-trijent-goon = Охрана Плотины Триджент

cm-job-name-survivor-trijent-doctor = Врач Плотины Триджент

cm-job-name-survivor-trijent-researcher = Исследователь Плотины Триджент

cm-job-name-survivor-trijent-trucker = Оператор тяжёлой техники Плотины Триджент

cm-job-name-survivor-trijent-engi-hydro = Инженер-гидроэнергетик

cm-job-name-survivor-trijent-dam-tech = Техник по обслуживанию плотины

cm-job-name-survivor-trijent-corporate = Представитель Корпорации Триджент
CMSurvivorTrijentCorporate = Представитель Корпорации Триджент

# Trijent crashland insert survs

rmc-job-greeting-crashland = Вы — член разведывательных сил СПН! Ваша основная задача — выжить. Вы полагаете, что где-то на юго-востоке разбился второй десантный корабль, перевозивший дополнительное вооружение. Ваши приказы были просты: провести разведку на месте, установить наличие программы биологического оружия в этом районе и, если таковая имеется, захватить колонию и добыть образец. Однако ваша группа не учла наличие активной зенитной батареи поблизости. И ваше судно, и сопровождающий корабль потерпели крушение. Едва успев перевести дух, вы оказались атакованы мерзкими ксенонидами! Вы и ваша группа с трудом удерживаете позиции ценой жизни четверых своих бойцов, но их становится всё больше, а патроны на исходе. Вы верите, что спасательный отряд Организации Объединенных Наций уже в пути.

  Вы полностью осведомлены о угрозе ксеноморфов и вольны использовать эти знания по своему усмотрению.

  Вы НЕ знаете о морпехах и их намерениях.

  Вы [bold][color=#51A16C][font size=16]НЕ ВРАЖДЕБНЫ к КМП США![/font][/color][/bold]

rmc-job-name-crashland-base = Выживший десантник СПН

rmc-job-description-crashland = Вы — застрявший десантник СПН. Ваш штурмовой корабль Ми-220 разбился, и вы оказались отрезаны от мира. Сделайте всё возможное, чтобы выжить!

rmc-job-name-crashland-sapper = Воздушно-десантный сапер
rmc-job-prefix-crashland-sapper = 173/РАЗВЕД САП

rmc-job-name-crashland-medic = Воздушно-десантный медик
rmc-job-prefix-crashland-medic = 173/РАЗВЕД МЕД

rmc-job-name-crashland-sl = Командир отделения ВДВ
rmc-job-prefix-crashland-sl = 173/РАЗВЕД КО

rmc-job-name-crashland-spec = Специалист ВДВ
rmc-job-prefix-crashland-spec = 173/РАЗВЕД СПЦ

rmc-job-name-crashland-soldier = Боец ВДВ
rmc-job-prefix-crashland-soldier = 173/РАЗВЕД БЦ


# Fiorina Science Annex Survs

cm-job-name-survivor-fiorina-corporate-liaison = Корпоративный представитель Фиорины
CMSurvivorFiorinaCorporateLiaison = Корпоративный представитель Фиорины

cm-job-name-survivor-fiorina-doctor = Врач Фиорины
CMSurvivorFiorinaDoctor = Врач Фиорины

cm-job-name-survivor-fiorina-engineer = Инженер Фиорины
CMSurvivorFiorinaEngineer = Инженер Фиорины

cm-job-name-survivor-fiorina-researcher = Исследователь Фиорины
CMSurvivorFiorinaResearcher = Исследователь Фиорины

cm-job-name-survivor-riot-officer = Офицер СА по борьбе с беспорядками
CMSurvivorFiorinaRiotOfficer = Офицер СА по борьбе с беспорядками
cm-job-prefix-survivor-riot-officer = СА ОБ

CMSurvivorFiorinaPrisonGuard = Корпоративная охрана Ве-Я

rmc-job-greeting-riot-in-progress-CMB-RCTL = Вы — лидер группы подавления беспорядков БКМ!

  Вы осведомлены о угрозе ксеноморфов.

  Ваша основная задача — выжить в условиях эпидемии.

  Вы — лидер группы подавления беспорядков, вы руководите командой в составе отдела по борьбе с беспорядками Бюро колониальных маршалов. Ваш диспетчер получил сигнал бедствия из печально известной орбитальной тюрьмы "Фиорина". Вы решили, что это очередной типичный случай бунта в тюрьме, с которым их малочисленная охрана не может справиться, учитывая, что всё больше персонала перебрасывается в другие части галактики. КМБ уже не раз вызывали на помощь, но, к несчастью для вас, в этот раз всё оказалось совсем не тем "незначительным бунтом", который вы ожидали. Вооружившись лишь травматическими патронами и не встретив никого в зоне высадки, вы со своей группой направились к оружейной, чтобы поговорить с интендантом, но по пути обнаружили лишь трупы заключенных и охранников. Опасаясь вооруженных зэков, ваша группа начала менять снаряжение на боевое в оружейной, когда какая-то огромная тварь выскочила из теней и утащила Джерри, пока тот молился. Тварь уволокла его слишком быстро, и его крики затихли в коридорах... бедный ублюдок. Теперь вам предстоит решить: искать ли новые зацепки о том, что здесь произошло, охотиться на то, что рыщет снаружи, или удерживать позицию и надеяться, что кто-то другой ответит на сигнал бедствия, пока не стало слишком поздно...

  Вы [bold][color=#51A16C][font size=16]НЕ ВРАЖДЕБНЫ к КМП США![/font][/color][/bold]

rmc-job-greeting-riot-in-progress-CMB-RCO = Вы — офицер группы подавления беспорядков БКМ!

  Вы осведомлены о угрозе ксеноморфов.

  Ваша основная задача — выжить в условиях эпидемии.

  Вы — офицер группы подавления беспорядков, член команды отдела БКМ. Ваш лидер проинформировал вас о сигнале бедствия из печально известной орбитальной тюрьмы "Фиорина". Вы решили, что это очередной типичный случай бунта в тюрьме, с которым их малочисленная охрана не может справиться, учитывая, что всё больше персонала перебрасывается в другие части галактики. КМБ уже не раз вызывали на помощь, но, к несчастью для вас, в этот раз всё оказалось совсем не тем "незначительным бунтом", который вы ожидали. Вооружившись лишь травматическими патронами и не встретив никого в зоне высадки, вы со своей группой направились к оружейной, чтобы поговорить с интендантом, но по пути обнаружили лишь трупы заключенных и охранников. Опасаясь вооруженных зэков, ваша группа начала менять снаряжение на боевое в оружейной, когда какая-то огромная тварь выскочила из теней и утащила Джерри, пока тот молился. Тварь уволокла его слишком быстро, и его крики затихли в коридорах... бедный ублюдок. Теперь вам предстоит решить: искать ли новые зацепки о том, что здесь произошло, охотиться на то, что рыщет снаружи, или удерживать позицию и надеяться, что кто-то другой ответит на сигнал бедствия, пока не стало слишком поздно...

  Вы [bold][color=#51A16C][font size=16]НЕ ВРАЖДЕБНЫ к КМП США![/font][/color][/bold]

# Kutjevo Refinery Survs

rmc-job-name-survivor-kutjevo-chaplain = Священник Кутьево

rmc-job-name-survivor-kutjevo-corporate = Корпоративный связной Кутьево

rmc-job-name-survivor-kutjevo-doctor = Доктор Кутьево

rmc-job-name-survivor-kutjevo-engineer = Инженер Кутьево

rmc-job-name-survivor-kutjevo-goon = Охранник Кутьево

rmc-job-name-survivor-kutjevo-researcher = Исследователь Кутьево

rmc-job-name-survivor-kutjevo-trucker = Оператор тяжелой техники Кутьево

# Solaris Ridge Survs

rmc-job-name-survivor-solaris-chaplain = Священник Соляриса

rmc-job-name-survivor-solaris-corporate-liaison = Корпоративный связной Соляриса

rmc-job-name-survivor-solaris-doctor = Доктор Соляриса

rmc-job-name-survivor-solaris-engineer = Инженер Соляриса

rmc-job-name-survivor-solaris-scientist = Исследователь Соляриса

rmc-job-name-survivor-solaris-trucker = Оператор тяжелой техники Соляриса

rmc-job-name-survivor-unmc-recruiter = Рекрутер КМП США

rmc-job-name-survivor-solaris-corporate-supervisor = Руководитель колонии
rmc-job-prefix-survivor-solaris-corporate-supervisor = Руководитель

rmc-job-greeting-solaris-pmc = Вы — выживший после аварийной посадки!

  Вы НЕ знаете об угрозе ксеноморфов.

  Ваша главная цель — выжить. Вы считаете, что где-то к северу разбился второй десантный корабль, перевозивший дополнительные припасы.

  Вы — наемник ЧВК Ве-Я. Ваш корабль направлялся к Солярис-Ридж, чтобы сопроводить помощника управляющего. По пути ваш корабль получил сигнал бедствия от колонии о нападении. Опасаясь, что это может быть атака КОФ, ваш пилот набрал полную скорость, направляясь к колонии. Однако во время входа в атмосферу отказал двигатель, и вы потеряли сознание от перегрузок. Вы приходите в себя раненым… и видите, что корабль разбился о колонию. Ваши товарищи по отряду лежат мертвыми рядом с вами, но некоторые пропали без вести. Возможно, они выжили и перебрались в другое место? Вам нужно выяснить, что случилось с колонией, найти кого-нибудь из своих товарищей по отряду и связаться с Ве-Я.

  Вы [bold][color=#51A16C][font size=16]НЕВРАЖДЕБНЫ по отношению к КМП США![/font][/color][/bold]

rmc-job-greeting-solaris-pmc-medic = Вы — выживший после аварийной посадки!

  Вы НЕ знаете об угрозе ксеноморфов.

  Ваша главная цель — выжить. Вы считаете, что где-то к северу разбился второй десантный корабль, перевозивший дополнительные припасы.

  Вы — медик ЧВК Ве-Я. Ваш корабль направлялся к Солярис-Ридж, чтобы сопроводить помощника управляющего. По пути ваш корабль получил сигнал бедствия от колонии о нападении. Опасаясь, что это может быть атака КОФ, ваш пилот набрал полную скорость, направляясь к колонии. Однако во время входа в атмосферу отказал двигатель, и вы потеряли сознание от перегрузок. Вы приходите в себя раненым… и видите, что корабль разбился о колонию. Ваши товарищи по отряду лежат мертвыми рядом с вами, но некоторые пропали без вести. Возможно, они выжили и перебрались в другое место? Вам нужно выяснить, что случилось с колонией, найти кого-нибудь из своих товарищей по отряду и связаться с Ве-Я.

  Вы [bold][color=#51A16C][font size=16]НЕВРАЖДЕБНЫ по отношению к КМП США![/font][/color][/bold]

rmc-job-greeting-solaris-pmc-engineer = Вы — выживший после аварийной посадки!

  Вы НЕ знаете об угрозе ксеноморфов.

  Вы — инженер ЧВК Ве-Я. Ваш корабль направлялся к Солярис-Ридж, чтобы сопроводить помощника управляющего. По пути ваш корабль получил сигнал бедствия от колонии о нападении. Опасаясь, что это может быть атака КОФ, ваш пилот набрал полную скорость, направляясь к колонии. Однако во время входа в атмосферу отказал двигатель, и вы потеряли сознание от перегрузок. Вы приходите в себя раненым… и видите, что корабль разбился о колонию. Ваши товарищи по отряду лежат мертвыми рядом с вами, но некоторые пропали без вести. Возможно, они выжили и перебрались в другое место? Вам нужно выяснить, что случилось с колонией, найти кого-нибудь из своих товарищей по отряду и связаться с Ве-Я.

  Вы [bold][color=#51A16C][font size=16]НЕВРАЖДЕБНЫ по отношению к КМП США![/font][/color][/bold]

rmc-job-greeting-solaris-pmc-leader = Вы — выживший после аварийной посадки!

  Вы НЕ знаете об угрозе ксеноморфов.

  Ваша главная цель — выжить. Вы считаете, что где-то к северу разбился второй десантный корабль, перевозивший дополнительные припасы.

  Вы — командир отряда ЧВК Ве-Я. Ваш корабль направлялся к Солярис-Ридж, чтобы сопроводить помощника управляющего. По пути ваш корабль получил сигнал бедствия от колонии о нападении. Опасаясь, что это может быть атака КОФ, ваш пилот набрал полную скорость, направляясь к колонии. Однако во время входа в атмосферу отказал двигатель, и вы потеряли сознание от перегрузок. Вы приходите в себя раненым… и видите, что корабль разбился о колонию. Ваши товарищи по отряду лежат мертвыми рядом с вами, но некоторые пропали без вести. Возможно, они выжили и перебрались в другое место? Вам нужно выяснить, что случилось с колонией, найти кого-нибудь из своих товарищей по отряду и связаться с Ве-Я.

  Вы [bold][color=#51A16C][font size=16]НЕВРАЖДЕБНЫ по отношению к КМП США![/font][/color][/bold]

rmc-job-greeting-solaris-pmc-commander = Вы — выживший после аварийной посадки!

  Вы НЕ знаете об угрозе ксеноморфов.

  Ваша главная цель — выжить. Вы считаете, что где-то к северу разбился второй десантный корабль, перевозивший дополнительные припасы.

  Вы — руководитель наземных операций ЧВК Ве-Я. Ваш корабль направлялся к Солярис-Ридж, чтобы сопроводить помощника управляющего. По пути ваш корабль получил сигнал бедствия от колонии о нападении. Опасаясь, что это может быть атака КОФ, ваш пилот набрал полную скорость, направляясь к колонии. Однако во время входа в атмосферу отказал двигатель, и вы потеряли сознание от перегрузок. Вы приходите в себя раненым… и видите, что корабль разбился о колонию. Ваши товарищи по отряду лежат мертвыми рядом с вами, но некоторые пропали без вести. Возможно, они выжили и перебрались в другое место? Вам нужно выяснить, что случилось с колонией, найти кого-нибудь из своих товарищей по отряду и связаться с Ве-Я.

  Вы [bold][color=#51A16C][font size=16]НЕВРАЖДЕБНЫ по отношению к КМП США![/font][/color][/bold]

rmc-job-greeting-solaris-pmc-supervisor = Вы — выживший после аварийной посадки!

  Вы НЕ знаете об угрозе ксеноморфов.

  Ваша главная цель — выжить. Вы считаете, что где-то к северу разбился второй десантный корабль, перевозивший дополнительные припасы.

  Вы — руководитель колонии. Ваш корабль направлялся к Солярис-Ридж, чтобы сопроводить помощника управляющего. По пути ваш корабль получил сигнал бедствия от колонии о нападении. Опасаясь, что это может быть атака КОФ, ваш пилот набрал полную скорость, направляясь к колонии. Однако во время входа в атмосферу отказал двигатель, и вы потеряли сознание от перегрузок. Вы приходите в себя раненым… и видите, что корабль разбился о колонию. Ваши товарищи по отряду лежат мертвыми рядом с вами, но некоторые пропали без вести. Возможно, они выжили и перебрались в другое место? Вам нужно выяснить, что случилось с колонией, найти кого-нибудь из своих товарищей по отряду и связаться с Ве-Я.

  Вы [bold][color=#51A16C][font size=16]НЕВРАЖДЕБНЫ по отношению к КМП США![/font][/color][/bold]

# Shivas survs

rmc-job-name-survivor-shivas-liaison = Корпоративный специалист шивы по связям с общественностью
rmc-job-name-survivor-shivas-doctor = Доктор Шивы
rmc-job-name-survivor-shivas-researcher = Исследователь Шивы
rmc-job-name-survivor-shivas-engineer = Инженер Шивы

rmc-job-name-survivor-shivas-weya-commando = Коммандо "Вестон-Ямада"
rmc-job-name-survivor-shivas-assman = Ассистент операционного менеджера

rmc-job-greeting-shivas-assistant-manager = Вы — последний живой старший администратор в колонии!

  Вы осведомлены о угрозе ксеноморфов.

  Ваша основная задача — выжить в условиях эпидемии.

  Вы — ассистент операционного менеджера, дислоцированный на "Ифрите" компанией "Вестон-Ямада". Вся эта вспышка превратилась в гигантский кошмар. Вы и весь остальной персонал компании бежали в оперативный бункер, пока не услышали стрельбу снаружи и не закрыли гермозатворы. У вас заканчиваются еда, вода и боеприпасы для оружия, которое вы когда-то называли "бесполезным" и пустой тратой денег компании. Вы помните, что администратор Шталь отправил сигнал бедствия на любой корабль в радиусе действия, надеясь, что компания вас заберет; он побежал к космопорту. С тех пор вы его не видели. Пытаясь прорваться внутрь, так называемые "ксенониды" атаковали затворы, но безрезультатно. Скоро они попробуют снова. Вы должны выжить и найти способ связаться с "Вестон-Ямада".

  Вы [bold][color=#51A16C][font size=16]НЕ ВРАЖДЕБНЫ к КМП ООН![/font][/color][/bold]

rmc-job-greeting-shivas-commando = Вы — последний живой боец службы безопасности в колонии!

  Вы осведомлены о угрозе ксеноморфов.

  Ваша основная задача — выжить в условиях эпидемии.

  Вы — наемник, размещенный на "Ифрите" компанией "Вестон-Ямада". Вся эта вспышка превратилась в гигантский кошмар. Вы и весь остальной персонал компании бежали в оперативный бункер, пока не услышали стрельбу снаружи и не закрыли гермозатворы. У вас заканчиваются еда, вода и боеприпасы. В то время как вас назначили защищать людей, укрывшихся в бункере, остальная часть вашей группы была рассредоточена по всей колонии. С тех пор вы никого из них не видели. Пытаясь прорваться внутрь, так называемые "ксенониды" атаковали затворы, но безрезультатно. Скоро они попробуют снова. Вы должны выжить и найти способ связаться с "Вестон-Ямада".

  Вы [bold][color=#51A16C][font size=16]НЕ ВРАЖДЕБНЫ к КМП ООН![/font][/color][/bold]

rmc-job-greeting-shivas-panic-room-researcher = Вы — ученый "Вестон-Ямада" в колонии!

  Вы осведомлены о угрозе ксеноморфов.

  Ваша основная задача — выжить в условиях эпидемии.

  Вы — ученый, работающий на "Ифрите" на компанию "Вестон-Ямада". Вся эта вспышка превратилась в гигантский кошмар. Вы и весь остальной персонал компании бежали в оперативный бункер, пока не услышали стрельбу снаружи и не закрыли гермозатворы. У вас заканчиваются еда, вода и боеприпасы. Вы помните, что вид Ксенонидов (такое кодовое название им дал директор по исследованиям Кларк) имеет множество различных подвидов, среди которых есть некий "лидер", а их кислота смертельна, если попадет на вас или на затворы. Вы убежали далеко от лабораторий и с тех пор не видели своих коллег. Пытаясь прорваться внутрь, эти так называемые "ксенониды" атаковали затворы, но безрезультатно. Скоро они попробуют снова. Вы должны выжить и найти способ связаться с "Вестон-Ямада".

  Вы [bold][color=#51A16C][font size=16]НЕ ВРАЖДЕБНЫ к КМП ООН![/font][/color][/bold]

rmc-job-greeting-shivas-panic-room-doctor = Вы — врач в колонии!

  Вы осведомлены о угрозе ксеноморфов.

  Ваша основная задача — выжить в условиях эпидемии.

  Вы — врач, работающий на "Ифрите" на компанию "Вестон-Ямада". Вся эта вспышка превратилась в гигантский кошмар. Вы и весь остальной персонал компании бежали в оперативный бункер, пока не услышали стрельбу снаружи и не закрыли гермозатворы. У вас заканчиваются еда, вода и боеприпасы. Вы помните, что у ксенонидов есть своего рода имплантатор, который вцепляется в лицо, а затем... что-то вырывается из груди, проламывая грудную клетку. В медблоке у вас было предостаточно таких случаев. Пытаясь прорваться внутрь, так называемые "ксенониды" атаковали затворы, но безрезультатно. Скоро они попробуют снова. Вы должны выжить и найти способ связаться с "Вестон-Ямада".

  Вы [bold][color=#51A16C][font size=16]НЕ ВРАЖДЕБНЫ к КМП ООН![/font][/color][/bold]

rmc-job-greeting-shivas-panic-room-engineer = Вы — инженер в колонии!

  Вы осведомлены о угрозе ксеноморфов.

  Ваша основная задача — выжить в условиях эпидемии.

  Вы — инженер, работающий на "Ифрите" на компанию "Вестон-Ямада". Вся эта вспышка превратилась в гигантский кошмар. Вы и весь остальной персонал компании бежали в оперативный бункер, пока не услышали стрельбу снаружи и не закрыли гермозатворы. У вас заканчиваются еда, вода и боеприпасы. Вы помните, что ксенониды, похоже, способны видеть в темноте: вы видели, как один из них схватил вашего коллегу, пытавшегося починить генераторы после отключения электричества. Пытаясь прорваться внутрь, так называемые "ксенониды" атаковали затворы, но безрезультатно. Скоро они попробуют снова. Вы должны выжить и найти способ связаться с "Вестон-Ямада".

  Вы [bold][color=#51A16C][font size=16]НЕ ВРАЖДЕБНЫ к КМП ООН![/font][/color][/bold]
