ent-CMBarrelAttachmentBase = { ent-CMAttachmentBase }
    .desc = { ent-CMAttachmentBase.desc }
ent-CMAttachmentExtendedBarrel = удлиненный ствол
    .desc = Удлиненный ствол ускоряет и стабилизирует пулю, повышая скорость и точность стрельбы.
ent-CMAttachmentRecoilCompensator = компенсатор отдачи
    .desc = Дульная насадка, снижающая отдачу за счет отвода выходящих газов вверх. Повышает точность и снижает отдачу, но при этом наносит небольшой урон оружию.
ent-CMAttachmentSuppressor = глушитель
    .desc = Небольшая трубка с выхлопными отверстиями для отвода шума и газов. Полностью не заглушает оружие, но делает его намного тише и немного точнее и стабильнее ценой небольшого снижения урона.
