ent-STHunterPouch = охотничья сумка
    .desc = Охотничья сумка на поясе, сделанная из толстой дубленой шкуры. Способен удерживать различные приспособления и инструменты и использоваться для перевозки трофеев.
ent-STBeltHunterUtility = инопланетный пояс с инструментами
    .desc = Модульный ремень с различными зажимами. В этой версии отсутствуют какие-либо охотничьи функции, и инженеры обычно используют ее для транспортировки важных инструментов.
ent-STBeltTank = пояс M103 для боекомплекта бронемашин
    .desc = M103 — это ограниченная серия снаряжения КМП США, специально разработанная для экипажей бронемашин для переноса боеприпасов.
