ent-RMCWeaponRifleXM40 = штурмовая винтовка XM40
    .desc = Один из экспериментальных предшественников линейки M41C, так и не получивший широкого распространения за пределами элитных подразделений морской пехоты. Из всех винтовок, находящихся на вооружении UNMC и все еще находящихся в производстве, эта единственная имеет встроенный подавитель. Винтовка может использовать магазины от M54C MK2, но также имеет собственную систему магазинов. Очень смертоносен в режиме стрельбы очередями.
ent-RMCMagazineRifleXM40AP = бронебойный магазин XM40 (10x24 мм)
    .desc = { ent-CMMagazineRifleBase.desc }
ent-RMCMagazineRifleXM40HEAP = HEAP магазин XM40 (10x24 мм)
    .desc = { ent-CMMagazineRifleBase.desc }
