ent-STActionXenoDespoilerAcidBarrage = Кислотный шквал
    .desc = Активируй способность — она подсветится. Зажми ЛКМ для зарядки залпа: чем дольше держишь, тем больше снарядов. Отпусти ЛКМ — залп уйдёт в направлении курсора. Нажатие ПКМ отменяет способность.
ent-STActionXenoDespoilerCausticEmbrace = Едкое объятие
    .desc = Прыжок в направлении клика с кислотным выплеском. Усиленный вариант позволяет атаковать выбранную цель на дистанции до 5 клеток и накладывает периодический кислотный урон.
ent-STActionXenoDespoilerOozingWounds = Сочащиеся раны
    .desc = Создаёт кольцо кислотного спрея вокруг себя. Радиус растёт по мере падения собственного здоровья. Усиленный вариант оглушает и накладывает кислоту.
ent-STActionXenoDespoilerCatalyze = Катализировать
    .desc = Расходует 1 стак Гипертензии и усиливает следующую активную способность.
