ent-STActionXenoBoxerPunch = Удар
    .desc = Наносит противнику огромный урон, а также накапливает стаки нокаутов. Имеет радиус действия в две плитки и [color=green]сбрасывает задержку способности[/color] [color=cyan]Внезапный удар[/color].
ent-STActionXenoBoxerJab = Внезапный удар
    .desc = Укореняет противника, в которого вы попали, а также накапливает стаки нокаутов и имеет радиус действия 3 плитки. [color=green]Сбрасывает задержку способности[/color] [color=cyan]Удар[/color]
ent-STActionXenoBoxerUppercut = Апперкот
    .desc = Сбрасывает стаки нокаутов, когда вы используете способность на противнике. За каждый стак апперкот наносит 10 ед. урона, до максимальных 150 ед. урона при 15 стаках. Кроме того, апперкот исцеляет вас на 5% здоровья за стак, до максимальных 75% здоровья при 15 стаках. [color=red]Апперкот имеет различные эффекты в зависимости от того, сколько стаков у цели на момент использования[/color]: 0 — нет эффекта. 1-2 — урон. 3-5 — урон и отбрасывание. 6-8 — урон, отбрасывание и 1,5-секундное оглушение. 9-15 — урон, отбрасывание, слепота и оглушение на 10 секунд. [color=red]При использовании апперкота ваши способности получают задержку в 15 секунд вне зависимости от кол-ва стаков на момент использования.[/color]



ent-STActionXenoBulwarkEncasedPlates = Закованные Пластины
    .desc = Опустите бронированные пластины в защитную стойку. Увеличивает фронтальную броню и броню по бокам, немного снижает скорость передвижения и урон в ближнем бою. Даёт иммунитет к опрокидыванию пока активно. Требуется для активации [color=cyan]Отражающего Щита[/color].

ent-STActionXenoBulwarkPlateBash = Удар Пластиной
    .desc = Без [color=cyan]Закованных Пластин[/color] — бросаетесь на цель и отталкиваете её. С [color=cyan]Закованными Пластинами[/color] — мощно отталкиваете цель на близком расстоянии. Всегда наносит урон.

ent-STActionXenoBulwarkTailSweep = Взмах Хвоста (20)
    .desc = Сбивает врагов вокруг вас с ног и ненадолго оглушает их. Если рядом находится граната — отбрасывает её в противоположном направлении и сокращает время перезарядки. Всегда наносит урон.

ent-STActionXenoBulwarkReflectiveShield = Отражающий Щит (100)
    .desc = Активирует отражающий щит. Отражает большую часть пуль спереди обратно в атакующего за половину урона. Блокирует использование других способностей пока активен. [color=red]Требует активных [/color][color=cyan]Закованных Пластин[/color].
