ent-ActionXenoRavageCharge = Заряд Разрушителя (25)
    .desc = Сделайте выпад на 5 метров в выбранном вами направлении. [color=red]Если вы в ярости и атакуете врага, он будет сбит с ног на 2 секунды и порезан.[/color]
ent-ActionXenoScissorCut = Разрез ножницами (25)
    .desc = Разрежьте линию на 4 метра в длину, на которую вы нажимаете, нанося урон любому человеку от вас до конца линии, нанося 45 урона. [color=red]Если вы в ярости, то всех кого задело, будет замедлен на 3 секунды.[/color]

ent-ActionXenoBoxerJab = Внезапный удар
    .desc = Укореняет противника, в которого вы попали, а также накапливает стаки нокаутов и имеет радиус действия 3 плитки. [color=green]Сбрасывает задержку способности[/color] [color=cyan]Удар[/color]
ent-ActionXenoBoxerUppercut = Апперкот
    .desc = Сбрасывает стаки нокаутов, когда вы используете способность на противнике. За каждый стак апперкот наносит 10 ед. урона, до максимальных 150 ед. урона при 15 стаках. Кроме того, апперкот исцеляет вас на 5% здоровья за стак, до максимальных 75% здоровья при 15 стаках. [color=red]Апперкот имеет различные эффекты в зависимости от того, сколько стаков у цели на момент использования[/color]: 0 - нет эффекта. 1-2 - урон. 3-5 - урон и отбрасывание. 6-8 - урон, отбрасывание и 1,5-секундное оглушение. 9-15 - урон, отбрасывание, слепота и оглушение на 10 секунд. [color=red]При использовании апперкота ваши способности получают задержку в 15 секунд вне зависимости от кол-ва стаков на момент использования.[/color]
ent-ActionXenoBoxerPunch = Удар
    .desc = Наносит противнику огромный урон, а также накапливает стаки нокаутов. Имеет радиус действия в две плитки и [color=green]сбрасывает задержку способности[/color] [color=cyan]Внезапный удар[/color].
