ent-RMCNuke = Крупное Подрывное Устройство Атомного Деления (КПУАД)
    .desc = В основном предназначенный в качестве заряда для сноса объектов, этот прибор, также известный как 'W-135', используется в первую очередь космическими кораблями КМП США, которые не оснащены оборудованием для удалённого применения ядерного оружия по планетам с орбиты. Согласно данным Комиссии по ядерному регулированию, мощность этого устройства оценивается в 15-30 килотонн в тротиловом эквиваленте, чего достаточно, чтобы уничтожить всё живое в радиусе 6,30 километров (или 3,9 мили). Его вес составляет 422 килограмма (или 930 фунтов).
ent-STNukeExplosionExplosive = ядерный взрыв
    .desc = { ent-MarkerBase.desc }
