rmc-marine-command-override-no-senior-command-found = Старший командный состав не обнаружен. Автоматическая передача полномочий Командира начнётся через одну минуту. Пожалуйста, держите удостоверение личности при себе, чтобы вас не проигнорировали как кандидата.
rmc-marine-command-override-no-candidates-found = Автоматическая передача полномочий Командира отменена. Причина: не найдено подходящих кандидатов.
rmc-marine-command-override-senior-command-found = Автоматическая передача полномочий Командира отменена. Причина: обнаружен старший командный состав.
rmc-marine-command-override-commander-chosen = В связи с отсутствием старшего командного состава, { $job } { $character } назначен исполняющим обязанности Командира и принимает командование до дальнейших распоряжений. Пожалуйста, обращайтесь со всеми вопросами и следуйте инструкциям соответствующим образом.
                                            Командная гарнитура доступна в шкафчике с планшетом Командования в ЦИК.
rmc-marine-command-override-access-added = Недостающие командные доступы добавлены в удостоверение личности.
