cl-briefing-kutjevo =
    { "[bold]Корпорация Вестон-Ямада[/bold]" }
    "Будущее наступило."

    { "[color=#25b266][bold]Подразделение Специальных Услуг[/bold][/color]" }
    { "[bold]Брифинг Колонии Связного[/bold]" }
    ‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾
    { "[italic]    Корабельный ИИ, находящийся на борту вашего дислоцированного корабля, сообщил нам, что из колонии на LV-686 был получен сигнал бедствия и что готовится миссия по расследованию данного инцидента. В связи с этим подразделение специальных услуг подготовил брифинг о природе колонии и известных потенциальных угрозах для ее функционирования. Засекреченные материалы не включены в этот брифинг и должны запрашиваться отдельно, и поэтому содержание этого документа может быть передано или утаено по вашему усмотрению, если не указано иное.[/italic]" }
    ‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾
    { "[bold]Планета:[/bold]" } LV-686 (Дикума I)
    { "[bold]Предприятие:[/bold]" } Перерабатывающий Завод Кутьево
    { "[bold]Оператор:[/bold]" } Вестон-Ямада
    ‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾
    { "[bold][head=3]История и Назначение[/head][/bold]" }
    ‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾
    Открытая в 2089 году, планета Дикума I, также известная как LV-686, была первоначально отмечена геологической съемкой как потенциально терраформируемая пустынная планета, позже оказалось, что она богата подземными водоносными слоями исключительно высокой чистоты, и поэтому независимая основная колония начала колонизационные усилия в 2160-х годах.

    Вскоре после начала колонизационных усилий, в результате враждебного поглощения Министерством космических дел Канады в 2162 году колония перешла в новую собственность и вскоре была продана корпорации Вестон-Ямада, где в 2165 году начала работать как завод по розливу воды под брендом [italic]Вестон Спринг[/italic].

    По мере роста спроса на родниковую воду и масштабов деятельности колонии, залежи питьевой воды на первоначальном месте расположения колонии иссякли, и поэтому колония продолжила расширяться вширь, в поисках новых месторождений.

    Имея население в около 2500 колонистов, перерабатывающий завод стал оживленным городом и поставщиком питьевой воды номер один в секторе Нероид и окружающем пространстве, а также важным поставщиком для бренда [italic]Вестон Спринг[/italic].

    { "[bold][head=3]Приоритеты Компании[/head][/bold]" }
    ‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾
    Приоритетом номер один является недопущение в ходе любой операции на территории Вестон Спринг, Центр Бутилирования No.8. применения химического оружия и предотвращение риска загрязнения грунтовых вод и водоносных горизонтов. Следует избегать использования свинцовых пуль и пуль с обедненным ураном.

    В дополнение к этому, водоочистная станция колонии содержит большие запасы химикатов, которые могут быть опасными в несанкционированных количествах, и ущерб резервуарам, хранящим эти химикаты, должен быть минимален.

    { "[bold][head=3]Потенциальные Угрозы[/head][/bold]" }
    ‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾
    В колонии Кутьево находится незначительное Бюро Колониальных Маршалов, насчитывающее примерно 2-6 человек, и группа корпоративной охраны. Хотя гарнизон охраны относительно невелик для колонии данного размера, аналитики подразделения считают, что корпоративный шпионаж маловероятен из-за целого ряда факторов. Изучив данные, аналитики считают, что наиболее вероятными причинами отправки автоматического сигнала бедствия являются, от наиболее до наименее вероятных:

    • Геологическая активность (например, землетрясения или сдвиг суши из-за истощения водоносных грунтов под колонией)
    • Неисправность оборудования связи колонии
    • Неполадки с отправкой еженедельного сигнала "Все чисто", чтобы предотвратить отправку автоматического сигнала бедствия
    • Саботаж со стороны "Колониально Освободительного Фронта"
    • Солнечная вспышка от звезды Дикума, вызвавшая сбои в электрической сети

cl-briefing-solaris =
    { "[bold]Корпорация Вестон-Ямада[/bold]" }
    "Будущее наступило."

    { "[color=#25b266][bold]Подразделение Специальных Услуг[/bold][/color]" }
    { "[bold]Брифинг Колонии Связного[/bold]" }
    ‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾
    { "[italic]    Управление по предотвращению кризисных ситуаций Вестон-Ямада уведомило нас, что в колонии на LV-1413 произошло критическое отключение связи, и что готовится миссия по расследованию данного инцидента. В связи с этим подразделение специальных услуг подготовил брифинг о природе колонии и известных потенциальных угрозах для ее функционирования. Засекреченные материалы не включены в этот брифинг и должны запрашиваться отдельно, и поэтому содержание этого документа может быть передано или утаено по вашему усмотрению, если не указано иное.[/italic]" }
    ‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾
    { "[bold]Планета:[/bold]" } LV-1413 (Рутерра I)
    { "[bold]Предприятие:[/bold]" } Биологическое хранилище Солярис Ридж
    { "[bold]Оператор:[/bold]" } Вестон-Ямада
    ‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾
    { "[bold][head=3]История и Назначение[/head][/bold]" }
    ‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾
    Солярис Ридж изначально начала свою деятельность как независимая колония, которая пыталась терраформировать Рутерру I, используя лишайники. Терраформирование на основе лишайников, как правило, дешевле, но не доказано и сложно. Для тестирования этой технологии были созданы две исследовательские лаборатории Солярис, Эта и Лямбда.

    Однако, последующие объемы производства не соответствовали ожиданиям, а технические сбои и песчаные бури привели к тому, что расходы на техническое обслуживание были признаны неприеммелыми, в результате чего предприятие было продано Вестон-Ямада.

    Когда Вестон-Ямада получила контроль над колонией, лаборатории Эта и Лямбда были переоборудованы в места хранения и исследований биологических материалов. Кроме того, был создан горнорудный комплекс для разработки месторождений железа, кобальта и меди. В настоящее время в колонии насчитывается около 120 сотрудников, включая персонал БКМ.

    { "[bold][head=3]Приоритеты Компании[/head][/bold]" }
    ‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾
    Любые операции на Рутерра I должны стремиться к тому, чтобы ущерб критически важной инфраструктуре, такой как фильтрация, добыча полезных ископаемых и медицинское обслуживание, был сведен к минимуму до уровня, который считается необходимым для успешного функционирования.
    Имущество Вестон-Ямада, включая записи с "черных ящиков", образцы лишайников и биологические образцы, а также любой персонал, должно быть возвращено военнослужащими Компании в случае критической потери инфраструктуры или стихийного бедствия.

    { "[bold][head=3]Потенциальные Угрозы[/head][/bold]" }
    ‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾
    Несмотря на малочисленность колонии, на Солярис Ридж, недалеко от северной зоны посадки, находится довольно значительное Бюро Колониальных Маршалов. В связи с особенностями колонии, действуют процедуры биологической безопасности. Аналитики по Корпоративной Безопасности и Профилактике указывают, что наиболее вероятными причинами отправки автоматического сигнала бедствия являются, от наиболее до наименее вероятных:

    • Крупномасштабные песчаные бури, приводящие к отказу оборудования или помехам в передаче сигнала
    • Сейсмическая нестабильность, приводящая к разрушению колонии
    • Саботаж со стороны "Колониально Освободительного Фронта"
    • Утечка биологически опасных материалов, приводящая к широкомасштабному загрязнению

cl-briefing-lv624 =
    { "[bold]Корпорация Вестон-Ямада[/bold]" }
    "Будущее наступило."

    { "[color=#25b266][bold]Подразделение Специальных Услуг[/bold][/color]" }
    { "[bold]Брифинг Колонии Связного[/bold]" }
    ‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾
    { "[italic]   Корабельный ИИ, находящийся на борту вашего дислоцированного корабля, сообщил нам, что с колонии на орбите LV-624 был получен сигнал бедствия и что готовится миссия по расследованию данного инцидента. В связи с этим подразделение специальных услуг подготовило брифинг о природе колонии и известных потенциальных угрозах для ее функционирования. Засекреченные материалы не включены в этот брифинг и должны запрашиваться отдельно, и поэтому содержание этого документа может быть передано или утаено по вашему усмотрению, если не указано иное.[/italic]" }
    ‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾
    { "[bold]Планета: [/bold]LV-624" }
    { "[bold]Предприятие: [/bold]Лазарус Лэндинг (Lazarus Landing)" }
    { "[bold]Оператор: [/bold]Вестон-Ямада" }
    ‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾
    { "[head=3]История и Назначение[/head]" }
    ‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾
    Лазарус Лэндинг был основан корпорацией Вестон-Ямада после обнаружения многочисленных ксено-археологических структур в джунглях и пещерах вокруг территории колонии.

    На данный момент точное происхождение этих сооружений неизвестно, хотя существующие теории предполагают существование межзвездной цивилизации в доисторические времена. Отдел археологических исследований и разработок (R&D) широко представлен в колонии.

    Кроме того, на LV-624 также расположена военная база ООН "Whiskey Outpost", хотя взаимодействие между базой и колонией практически отсутствует.

    { "[head=3]Приоритеты Компании[/head]" }
    ‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾
    Повреждение археологических структур должно быть сведено к минимуму везде и всегда, когда это возможно.
    Радиационное, химическое и биологическое (CBRN) загрязнение реки также должно быть минимизировано, так как оно может вызвать широкомасштабное экологическое загрязнение и сопутствующие проблемы.
    Персонал Вестон-Ямада должен быть эвакуирован, если ситуация крайне опасна, а присутствие гражданских лиц нецелесообразно.

    { "[head=3]Потенциальные Угрозы[/head]" }
    ‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾
    Аналитики по корпоративной безопасности и профилактике указывают, что наиболее вероятными причинами отправки сигнала бедствия являются (от наиболее до наименее вероятных):

    • Враждебные действия со стороны "Колониально-освободительного фронта" (КОФ)
    • Загрязнение запасов воды и выход из строя очистной системы
    • Извержение вулкана в близлежащем хребте Джекора, вызвавшее помехи связи или повреждение колонии
    • Неполадки с отправкой еженедельного сигнала "Все чисто", чтобы предотвратить отправку автоматического сигнала бедствия

cl-briefing-fiorina =
    { "[bold]Корпорация Вестон-Ямада[/bold]" }
    "Будущее наступило."

    { "[color=#25b266][bold]Подразделение Специальных Услуг[/bold][/color]" }
    { "[bold]Брифинг Колонии Связного[/bold]" }
    ‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾
    { "[italic]   Корабельный ИИ, находящийся на борту вашего дислоцированного корабля, сообщил нам, что с колонии на орбите Фиорина 161 был получен сигнал бедствия и что готовится миссия по расследованию данного инцидента. В связи с этим подразделение специальных услуг подготовило брифинг о природе колонии и известных потенциальных угрозах для ее функционирования. Засекреченные материалы не включены в этот брифинг и должны запрашиваться отдельно, и поэтому содержание этого документа может быть передано или утаено по вашему усмотрению, если не указано иное.[/italic]" }
    ‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾
    { "[bold]Планета: [/bold]Фиорина 161" }
    { "[bold]Предприятие: [/bold]Орбитальная тюрьма научно-исследовательского филиала Фиорина" }
    { "[bold]Оператор: [/bold]Совместное предприятие Вестон-Ямада и Организации Объединенных Наций (ООН)" }
    ‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾
    { "[head=3]История и Назначение[/head]" }
    ‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾
    Научно-исследовательский филиал Фиорина изначально был основан корпорацией Вестон-Ямада для разработки богатых платиновых жил, расположенных на планете Фиорина 161. Однако рентабельность этого предприятия была переоценена; менее чем через десять лет добыча платины была признана более дорогостоящей, чем потенциальная окупаемость.

    Чтобы предотвратить серьезные финансовые потери, Вестон-Ямада в партнерстве с ООН основала здесь комплекс, предназначенный для содержания заключенных строгого режима, а также для проведения научных исследований. По текущим оценкам, на станции находится около 300 заключенных и около 120 сотрудников. В настоящее время руководство Вестон-Ямада обсуждает вопрос о выводе станции из эксплуатации из-за высоких эксплуатационных расходов при низкой отдаче.

    { "[head=3]Приоритеты Компании[/head]" }
    ‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾
    Находящемуся на борту военному персоналу необходимо извлечь любые важные исследовательские материалы из научно-исследовательских тюремных блоков.
    Из-за противоречивых и нерегулярных отчетов от руководства Фиорины следует собрать информацию для выяснения текущего состояния дел в орбитальной тюрьме.
    Возможный вывод объекта из эксплуатации означает, что предотвращение повреждений станции не является приоритетом. Исключением является Инженерное кольцо, критический сбой в работе которого может привести к масштабному ядерному взрыву. Следует соблюдать крайнюю осторожность при совершении действий, способных нанести сильный ущерб в районе кольца.

    { "head=3]Потенциальные Угрозы[/head]" }
    ‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾
    Нахождение большого количества опасных заключенных в замкнутом пространстве может привести к образованию банд или других организованных преступных группировок. Аналитики по корпоративной безопасности и профилактике указывают, что наиболее вероятными причинами отправки сигнала бедствия являются (от наиболее до наименее вероятных):

    • Крупномасштабные бунты, спровоцированные заключенными учреждения, что потенциально может привести к полному захвату контроля над объектом
    • Выход из строя нескольких критически важных технических систем из-за износа и рисков, связанных с выводом из эксплуатации
    • Распространение угроз, возникших в ходе исследований, которые могут включать химические, биологические, радиационные или ядерные (CBRN) опасности
    • Сбой в работе системы поддержания суточных ритмов станции, вызвавший массовую бессонницу и дестабилизацию обстановки

cl-briefing-hybrisa =
    { "[bold]Корпорация Вестон-Ямада[/bold]" }
    "Будущее наступило."

    { "[color=#25b266][bold]Подразделение Специальных Услуг[/bold][/color]" }
    { "[bold]Брифинг Колонии Связного[/bold]" }
    ‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾
    { "[italic]   Корабельный ИИ, находящийся на борту вашего дислоцированного корабля, сообщил нам, что с колонии на орбите LV-759 был получен сигнал бедствия и что готовится миссия по расследованию данного инцидента. В связи с этим подразделение специальных услуг подготовило брифинг о природе колонии и известных потенциальных угрозах для ее функционирования. Засекреченные материалы не включены в этот брифинг и должны запрашиваться отдельно, и поэтому содержание этого документа может быть передано или утаено по вашему усмотрению, если не указано иное.[/italic]" }
    ‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾
    { "[bold]Планета: [/bold]LV-759" }
    { "[bold]Предприятие: [/bold]Гибрис Проспера (Hybrisa Prospera)" }
    { "[bold]Оператор: [/bold]Вестон-Ямада" }
    ‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾
    { "[head=3]История и Назначение[/head]" }
    ‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾
    Гибрис Проспера — одна из крупнейших колоний во Внешней Завесе и секторе Зиферон. Обладая населением в десятки тысяч человек, а также многочисленными аванпостами и поселениями за пределами столицы, она стала ключевым узлом расширения влияния во Фронтире.

    Ранее принадлежавшая Третьей Солнечной Империи в качестве горнодобывающей колонии, недавно она перешла во владение Вестон-Ямада. Её расположение позволило ей стать центром межзвездной торговли и транзита. По оценкам, она станет самым густонаселенным миром во Внешнем кольце.

    Согласно недавним отчетам, к югу от колонии обнаружено раскопанное крупное судно неизвестного происхождения, предположительно потерпевшее крушение тысячи лет назад. На данный момент о нем мало что известно, так как местные представители отдела исследований и разработок (R&D) держат свои карты при себе.

    { "[head=3]Приоритеты Компании[/head]" }
    ‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾
    Обеспечить безопасность как спасенного персонала в районе Айронрот (Ironrot), так и по всей столице и окраинным колониям путем эвакуации, если это потребуется.
    Выяснить причину чрезвычайной ситуации и доложить в Вестон-Ямада.
    Минимизировать повреждения раскопанного судна и сотрудничать с военной разведкой, чтобы узнать больше об исследовательских операциях на территории колонии.

    { "[head=3]Потенциальные Угрозы[/head]" }
    ‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾
    Недавняя напряженность между колонистами и Вестон-Ямада породила опасения нестабильности. Аналитики по корпоративной безопасности и профилактике обновили список возможных причин отправки сигнала бедствия (от наиболее до наименее вероятных):

    • Сейсмические явления, вызвавшие разрушения и сбои в работе сложных систем жизнеобеспечения
    • Социальный коллапс, приведший к общественным протестам, бунтам и революции, потенциально с участием "Колониально-освободительного фронта" (КОФ)
    • Неполадки с отправкой еженедельного сигнала "Все чисто", чтобы предотвратить отправку автоматического сигнала бедствия
    • Политическая нестабильность, вызванная уходом ТСО (TSE) из региона

cl-briefing-chances =
    { "[bold]Корпорация Вестон-Ямада[/bold]" }
    "Будущее наступило."

    { "[color=#25b266][bold]Подразделение Специальных Услуг[/bold][/color]" }
    { "[bold]Брифинг Колонии Связного[/bold]" }
    ‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾
    { "[italic]   Корабельный ИИ, находящийся на борту вашего дислоцированного корабля, сообщил нам, что с колонии на орбите LV-522 был получен сигнал бедствия и что готовится миссия по расследованию данного инцидента. В связи с этим подразделение специальных услуг подготовило брифинг о природе колонии и известных потенциальных угрозах для ее функционирования. Засекреченные материалы не включены в этот брифинг и должны запрашиваться отдельно, и поэтому содержание этого документа может быть передано или утаено по вашему усмотрению, если не указано иное.[/italic]" }
    ‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾
    { "[bold]Планета: [/bold]LV-522" }
    { "[bold]Предприятие: [/bold]Ченсес Клейм (Chance's Claim)" }
    { "[bold]Оператор: [/bold]Вестон-Ямада" }
    ‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾
    { "[head=3]История и Назначение[/head]" }
    ‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾
    Ченсес Клейм — это горнодобывающая колония, расположенная на планете LV-522, на севере которой установлен крупный двойной атмосферный процессор и реактор модели REK-160.

    Суровые поверхностные и атмосферные условия LV-522 сделали планету идеальным полигоном для испытания REK-160, призванного заменить устаревшую линейку REK-150, а также местом проведения климатологических и атмосферных исследований.

    Колония была основана после обнаружения месторождений золота, кобальта, урана и бериллия. Шахтные гусеничные машины, выезжающие за защитные противоштормовые стены, здесь не редкость.

    { "[head=3]Приоритеты Компании[/head]" }
    ‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾
    Выяснить причину потери связи как с самой колонией, так и с развернутыми силами разведки КМ ООН (FORECON).
    Установить связь со всеми спасенными разведчиками FORECON для выяснения обстановки, после чего доложить в Вестон-Ямада.
    Оценить возможность эвакуации сотрудников WEYA (Ве-Я).
    Минимизировать повреждения реакторов REK-160 во избежание масштабного ядерного инцидента.

    { "[head=3]Потенциальные Угрозы[/head]" }
    ‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾
    После потери связи с десантниками FORECON с корабля UNS Hanyut аналитики по корпоративной безопасности и профилактике обновили список причин отправки сигнала бедствия (от наиболее до наименее вероятных):

    • Всеобщее восстание в колонии при поддержке "Колониально-освободительного фронта" (КОФ)
    • Критическая авария реактора, приведшая к выходу из строя активной зоны и созданию радиационной угрозы
    • Электромагнитная буря в атмосфере, вызвавшая сбои в работе систем связи и невозможность выхода на орбиту

cl-briefing-varadero =
    { "[bold]Корпорация Вестон-Ямада[/bold]" }
    "Будущее наступило."

    { "[color=#25b266][bold]Подразделение Специальных Услуг[/bold][/color]" }
    { "[bold]Брифинг Колонии Связного[/bold]" }
    ‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾
    { "[italic]   Корабельный ИИ, находящийся на борту вашего дислоцированного корабля, сообщил нам, что с колонии на орбите LV-908 был получен сигнал бедствия и что готовится миссия по расследованию данного инцидента. В связи с этим подразделение специальных услуг подготовило брифинг о природе колонии и известных потенциальных угрозах для ее функционирования. Засекреченные материалы не включены в этот брифинг и должны запрашиваться отдельно, и поэтому содержание этого документа может быть передано или утаено по вашему усмотрению, если не указано иное.[/italic]" }
    ‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾
    { "[bold]Планета: [/bold]LV-908 (Тиамат III)" }
    { "[bold]Предприятие: [/bold]Нью-Варадеро (New Varadero)" }
    { "[bold]Оператор: [/bold]Организация Объединенных Наций (ООН)" }
    ‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾
    { "[head=3]История и Назначение[/head]" }
    ‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾
    Нью-Варадеро — это аванпост ООН. Из-за этого наша информация довольно скудна. Он известен своим теплым тропическим климатом, что делает его весьма желанным местом службы для персонала.

    Помимо военной функции базы, здесь также проживает гражданское население, занятое в основном в сфере исследований и горнодобывающей промышленности. Численность персонала составляет около 47 человек во главе с представителем ООН Стивом Хайфишем.

    Согласно слухам, на юго-востоке колонии может находиться неизвестный объект неясного происхождения. На данный момент эти слухи не подтверждены.
    { "[head=3]Приоритеты Компании[/head]" }
    ‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾
    Выяснить, действительно ли на юго-востоке колонии находится неизвестный объект, сотрудничая с десантными силами.
    При необходимости проинформировать верховное командование КМ ООН (UNMC) о ситуации, если CIC (командный информационный центр) не сможет этого сделать.
    Сообщать любую важную информацию в Вестон-Ямада.

    { "[head=3]Потенциальные Угрозы[/head]" }
    ‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾
    Из-за географического положения Нью-Варадеро тропические штормы случаются здесь круглый год. Текущие данные указывают на сбой в работе систем связи. Аналитики по корпоративной безопасности и профилактике указывают, что наиболее вероятными причинами отправки сигнала бедствия являются (от наиболее до наименее вероятных):

    • Мощный тропический шторм, приведший к повреждению инфраструктуры колонии, включая антенную решетку систем связи
    • Нападение или саботаж со стороны Союза Прогрессивных Народов (СПН/SPP) с целью дестабилизации Космопехоты ООН
    • Неполадки с отправкой еженедельного сигнала "Все чисто", чтобы предотвратить отправку автоматического сигнала бедствия
    • Неизвестная угроза, исходящая от предполагаемого неизвестного объекта

cl-briefing-shivas =
    { "[bold]Корпорация Вестон-Ямада[/bold]" }
    "Будущее наступило."

    { "[color=#25b266][bold]Подразделение Специальных Услуг[/bold][/color]" }
    { "[bold]Брифинг Колонии Связного[/bold]" }
    ‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾
    { "[italic]   Корабельный ИИ, находящийся на борту вашего дислоцированного корабля, сообщил нам, что с колонии на LV-686 был получен сигнал бедствия и что готовится миссия по расследованию данного инцидента. В связи с этим подразделение специальных услуг подготовило брифинг о природе колонии и известных потенциальных угрозах для ее функционирования. Засекреченные материалы не включены в этот брифинг и должны запрашиваться отдельно, и поэтому содержание этого документа может быть передано или утаено по вашему усмотрению, если не указано иное.[/italic]" }
    ‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾
    { "[bold]Планета: [/bold]LV-52 (Ифрит)" }
    { "[bold]Предприятие: [/bold]Научно-исследовательский комплекс «Снежок Шивы» (Shiva's Snowball)" }
    { "[bold]Оператор: [/bold]Вестон-Ямада" }
    ‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾
    { "[head=3]История и Назначение[/head]" }
    ‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾
    Комплекс «Снежок Шивы» был основан корпорацией Вестон-Ямада после победы в торгах на право владения планетой. Изначально созданный для климатологических и геологических исследований, позже он стал местом работы и привлеченных специалистов по археологии.

    Планета находится в скоплении Альталун (Altalune Drift), что делает её весьма изолированной. Поэтому комплекс проектировался для долгосрочного автономного проживания и оснащен системами жизнеобеспечения, ботаническим отсеком, гаражом для ремонта техники на месте и современной медицинской клиникой «Аврора».

    На станции «Снежок Шивы» также находится небольшая группа исследователей ООН, помощников маршалов (CMB) и миротворцев, направленных для поддержки совместных исследований ООН и WEYA (Ве-Я) в условиях экстремально низких температур.

    { "[head=3]Приоритеты Компании[/head]" }
    ‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾
    Восстановление связи, а также любых других систем (таких как отопление и жизнеобеспечение) является первоочередной задачей.
    Во время и после завершения операции необходимо также оценить ущерб комплексу, чтобы определить пригодность его для дальнейшего проживания.

    Если колония будет признана небезопасной для проживания из-за сбоев в работе систем или активной угрозы, все исследователи Вестон-Ямада и ООН, а также любые другие жители колонии должны быть эвакуированы.

    Сбор важных исследовательских заметок, данных и ценного имущества имеет большое значение и должен осуществляться корабельными офицерами разведки.

    { "[head=3]Потенциальные Угрозы[/head]" }
    ‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾
    Из-за изолированного положения Ифрита, круглогодичного снега и практического отсутствия дневного света аналитики по корпоративной безопасности и профилактике подозревают, что среди персонала может возникнуть «синдром замкнутого пространства» (квартирная лихорадка), что потенциально ведет к психической нестабильности или беспорядкам. Наиболее вероятными причинами отправки сигнала бедствия являются (от наиболее до наименее вероятных):

    • Сильное обледенение, приведшее к критическим повреждениям инфраструктуры колонии, включая важные системы вроде жизнеобеспечения
    • Высокая психологическая нагрузка на сотрудников, приведшая к крайнему межличностному напряжению и вспышкам насилия
    • Враждебные действия со стороны сотрудников, примкнувших к "Колониально-освободительному фронту" (КОФ), из-за недовольства или стресса, вызванного изоляцией и вечной темнотой
    • Медицинская чрезвычайная ситуация, с которой не в состоянии справиться местная клиника «Аврора»
    • Ложная тревога, поднятая отчаявшимися сотрудниками, жаждущими любого контакта с внешним миром

cl-briefing-sorokyne =
    { "[bold]Корпорация Вестон-Ямада[/bold]" }
    "Будущее наступило."

    { "[color=#25b266][bold]Подразделение Специальных Услуг[/bold][/color]" }
    { "[bold]Брифинг Колонии Связного[/bold]" }
    ‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾
    { "[italic]   Корабельный ИИ, находящийся на борту вашего дислоцированного корабля, сообщил нам, что с колонии на орбите LV-976 был получен сигнал бедствия и что готовится миссия по расследованию данного инцидента. В связи с этим подразделение специальных услуг подготовило брифинг о природе колонии и известных потенциальных угрозах для ее функционирования. Засекреченные материалы не включены в этот брифинг и должны запрашиваться отдельно, и поэтому содержание этого документа может быть передано или утаено по вашему усмотрению, если не указано иное.[/italic]" }
    ‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾
    { "[bold]Планета: [/bold]LV-976 (Термы I)" }
    { "[bold]Предприятие: [/bold]Сорокины Страты (Sorokyne Strata)" }
    { "[bold]Оператор: [/bold]Союз Прогрессивных Народов (СПН)" }
    ‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾
    { "[head=3]История и Назначение[/head]" }
    ‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾
    Сорокины Страты — это колония СПН средних размеров в секторе Зиферон, известная в первую очередь добычей полезных ископаемых, таких как углерод, литий и кремний, а также геотермальными исследованиями. Строительство колонии было поручено государственной компании СПН «Sestra Solutions».

    О Сорокиных Стратах мало что известно из-за их принадлежности Союзу Прогрессивных Народов. Подтверждено присутствие небольшого военного гарнизона на месте.

    { "[head=3]Приоритеты Компании[/head]" }
    ‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾
    Не допустить опасного дипломатического инцидента, избегая недружелюбного поведения по отношению к колонистам СПН.
    Связаться со всеми потенциально присутствующими руководителями «Halcyon» для обсуждения возможных совместных предприятий.
    Расследовать причину инцидента, собрать любые важные сведения о СПН и доложить руководству Вестон-Ямада.

    { "[head=3]Потенциальные Угрозы[/head]" }
    ‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾
    О социальной стабильности в Сорокиных Стратах известно крайне мало. Аналитики по корпоративной безопасности и профилактике обновили список причин отправки сигнала бедствия (от наиболее до наименее вероятных):

    • Сейсмические происшествия, вызванные высокой геотермальной активностью, приведшие к повреждениям в колонии
    • Враждебные действия со стороны антисоциалистической ячейки "Колониально-освободительного фронта" (КОФ)
    • Неполадки с отправкой еженедельного сигнала "Все чисто", чтобы предотвратить отправку автоматического сигнала бедствия
    • Тайный саботаж или враждебные действия со стороны неизвестной или засекреченной военной группы КМ ООН (UNMC) или ТСО (TSE)
