cl-briefing-kutjevo =
    {"[bold]Корпорация Вестон-Ямада[/bold]"}
    "Будущее наступило."

    {"[color=#25b266][bold]Подразделение Специальных Услуг[/bold][/color]"}
    {"[bold]Брифинг Колонии Связного[/bold]"}
    ‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾
    {"[italic]    Корабельный ИИ, находящийся на борту вашего дислоцированного корабля, сообщил нам, что из колонии на LV-686 был получен сигнал бедствия и что готовится миссия по расследованию данного инцидента. В связи с этим подразделение специальных услуг подготовил брифинг о природе колонии и известных потенциальных угрозах для ее функционирования. Засекреченные материалы не включены в этот брифинг и должны запрашиваться отдельно, и поэтому содержание этого документа может быть передано или утаено по вашему усмотрению, если не указано иное.[/italic]"}
    ‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾
    {"[bold]Планета:[/bold]"} LV-686 (Дикума I)
    {"[bold]Предприятие:[/bold]"} Перерабатывающий Завод Кутьево
    {"[bold]Оператор:[/bold]"} Вестон-Ямада
    ‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾
    {"[bold][head=3]История и Назначение[/head][/bold]"}
    ‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾
    Открытая в 2089 году, планета Дикума I, также известная как LV-686, была первоначально отмечена геологической съемкой как потенциально терраформируемая пустынная планета, позже оказалось, что она богата подземными водоносными слоями исключительно высокой чистоты, и поэтому независимая основная колония начала колонизационные усилия в 2160-х годах.

    Вскоре после начала колонизационных усилий, в результате враждебного поглощения Министерством космических дел Канады в 2162 году колония перешла в новую собственность и вскоре была продана корпорации Вестон-Ямада, где в 2165 году начала работать как завод по розливу воды под брендом [italic]Вестон Спринг[/italic].

    По мере роста спроса на родниковую воду и масштабов деятельности колонии, залежи питьевой воды на первоначальном месте расположения колонии иссякли, и поэтому колония продолжила расширяться вширь, в поисках новых месторождений.

    Имея население в около 2500 колонистов, перерабатывающий завод стал оживленным городом и поставщиком питьевой воды номер один в секторе Нероид и окружающем пространстве, а также важным поставщиком для бренда [italic]Вестон Спринг[/italic].

    {"[bold][head=3]Приоритеты Компании[/head][/bold]"}
    ‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾
    Приоритетом номер один является недопущение в ходе любой операции на территории Вестон Спринг, Центр Бутилирования No.8. применения химического оружия и предотвращение риска загрязнения грунтовых вод и водоносных горизонтов. Следует избегать использования свинцовых пуль и пуль с обедненным ураном.

    В дополнение к этому, водоочистная станция колонии содержит большие запасы химикатов, которые могут быть опасными в несанкционированных количествах, и ущерб резервуарам, хранящим эти химикаты, должен быть минимален.

    {"[bold][head=3]Потенциальные Угрозы[/head][/bold]"}
    ‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾
    В колонии Кутьево находится незначительное Бюро Колониальных Маршалов, насчитывающее примерно 2-6 человек, и группа корпоративной охраны. Хотя гарнизон охраны относительно невелик для колонии данного размера, аналитики подразделения считают, что корпоративный шпионаж маловероятен из-за целого ряда факторов. Изучив данные, аналитики считают, что наиболее вероятными причинами отправки автоматического сигнала бедствия являются, от наиболее до наименее вероятных:

    • Геологическая активность (например, землетрясения или сдвиг суши из-за истощения водоносных грунтов под колонией)
    • Неисправность оборудования связи колонии
    • Неполадки с отправкой еженедельного сигнала "Все чисто", чтобы предотвратить отправку автоматического сигнала бедствия
    • Саботаж со стороны "Колониально Освободительного Фронта"
    • Солнечная вспышка от звезды Дикума, вызвавшая сбои в электрической сети

cl-briefing-solaris =
    {"[bold]Корпорация Вестон-Ямада[/bold]"}
    "Будущее наступило."

    {"[color=#25b266][bold]Подразделение Специальных Услуг[/bold][/color]"}
    {"[bold]Брифинг Колонии Связного[/bold]"}
    ‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾
    {"[italic]    Управление по предотвращению кризисных ситуаций Вестон-Ямада уведомило нас, что в колонии на LV-1413 произошло критическое отключение связи, и что готовится миссия по расследованию данного инцидента. В связи с этим подразделение специальных услуг подготовил брифинг о природе колонии и известных потенциальных угрозах для ее функционирования. Засекреченные материалы не включены в этот брифинг и должны запрашиваться отдельно, и поэтому содержание этого документа может быть передано или утаено по вашему усмотрению, если не указано иное.[/italic]"}
    ‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾
    {"[bold]Планета:[/bold]"} LV-1413 (Рутерра I)
    {"[bold]Предприятие:[/bold]"} Биологическое хранилище Солярис Ридж
    {"[bold]Оператор:[/bold]"} Вестон-Ямада
    ‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾
    {"[bold][head=3]История и Назначение[/head][/bold]"}
    ‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾
    Солярис Ридж изначально начала свою деятельность как независимая колония, которая пыталась терраформировать Рутерру I, используя лишайники. Терраформирование на основе лишайников, как правило, дешевле, но не доказано и сложно. Для тестирования этой технологии были созданы две исследовательские лаборатории Солярис, Эта и Лямбда.

    Однако, последующие объемы производства не соответствовали ожиданиям, а технические сбои и песчаные бури привели к тому, что расходы на техническое обслуживание были признаны неприемлемыми, в результате чего предприятие было продано Вестон-Ямада.

    Когда Вестон-Ямада получила контроль над колонией, лаборатории Эта и Лямбда были переоборудованы в места хранения и исследований биологических материалов. Кроме того, был создан горнорудный комплекс для разработки месторождений железа, кобальта и меди. В настоящее время в колонии насчитывается около 120 сотрудников, включая персонал БКМ.

    {"[bold][head=3]Приоритеты Компании[/head][/bold]"}
    ‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾
    Любые операции на Рутерра I должны стремиться к тому, чтобы ущерб критически важной инфраструктуре, такой как фильтрация, добыча полезных ископаемых и медицинское обслуживание, был сведен к минимуму до уровня, который считается необходимым для успешного функционирования.

    Имущество Вестон-Ямада, включая записи с "черных ящиков", образцы лишайников и биологические образцы, а также любой персонал, должно быть возвращено военнослужащими Компании в случае критической потери инфраструктуры или стихийного бедствия.

    {"[bold][head=3]Потенциальные Угрозы[/head][/bold]"}
    ‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾
    Несмотря на малочисленность колонии, на Солярис Ридж, недалеко от северной зоны посадки, находится довольно значительное Бюро Колониальных Маршалов. В связи с особенностями колонии, действуют процедуры биологической безопасности. Аналитики по Корпоративной Безопасности и Профилактике указывают, что наиболее вероятными причинами отправки автоматического сигнала бедствия являются, от наиболее до наименее вероятных:

    • Крупномасштабные песчаные бури, приводящие к отказу оборудования или помехам в передаче сигнала
    • Сейсмическая нестабильность, приводящая к разрушению колонии
    • Саботаж со стороны "Колониально Освободительного Фронта"
    • Утечка биологически опасных материалов, приводящая к широкомасштабному загрязнению