# Брифинги фракций командующего офицера для LV-624.

rmc-co-briefing-lv624-unaligned =
    { -rmc-co-briefing-logo }
    {"[bold]Кому:[/bold] [italic]Командующему офицеру ВКСШ Алмайер[/italic]"}
    {"[bold]От:[/bold] [bold]ПОЛКОВОЕ КОМАНДОВАНИЕ — СТАНЦИЯ ГСО «ЧИНУК-91»[/bold]"}
    {"[bold]Тема:[/bold] Оперативные задачи — район операции LV-624"}
    {"[bold]Ссылка:[/bold] 48-77-AQ"}
    {"[bold]Гриф:[/bold] [color=#cb0000][bold]КОНФИДЕНЦИАЛЬНО[/bold][/color]"}
    { -rmc-co-briefing-divider }
    {"Командующий,"}

    {"Полковое командование поставило перед вами следующие стратегические задачи на период текущего развёртывания в районе операции LV-624."}

    {"Эти задачи надлежит выполнить наряду со стандартными директивами операции и протоколом подавления террористической угрозы."}

    {"Любое отступление от данных приоритетов должно быть обосновано в официальном отчёте по итогам операции."}
    { -rmc-co-briefing-divider }
    { -rmc-co-briefing-primary }

    {"[bullet]Создать и удерживать защищённую передовую оперативную базу на одной из посадочных площадок возле объектов колонии."}
    {"[bullet]Найти и эвакуировать всех выживших из «Нексуса» и прилегающих объектов колонии."}
    {"[bullet]Обезопасить и вывезти засекреченные хранилища данных или исследовательские образцы Вестон-Ямады из научного крыла колонии либо аванпоста связи."}

    { -rmc-co-briefing-secondary }

    {"[bullet]Свести к минимуму сопутствующий ущерб центральной энергосети и подземным системам водоснабжения."}
    {"[bullet]Установить судьбу оставшихся гражданских в Нижней колонии и начать эвакуацию при обнаружении выживших."}
    {"[bullet]Провести зачистку и нейтрализацию предполагаемых террористов в Верхней колонии."}

    {"Результаты операции будут оцениваться по выполнению задач, потерям среди морпехов и эффективности командования."}

    {"Если это критически необходимо для операции, вам разрешено запросить дополнительную поддержку через канал снабжения."}

    {"Поддерживайте оперативную дисциплину и немедленно докладывайте обо всех аномалиях."}
    { -rmc-co-briefing-sign-unaligned }
    { -rmc-co-briefing-footer }

rmc-co-briefing-lv624-hawks =
    { -rmc-co-briefing-logo }
    {"[bold]Кому:[/bold] [italic]Командующему офицеру ВКСШ Алмайер[/italic]"}
    {"[bold]От:[/bold] [bold]ЦЕНТР ОБЕСПЕЧЕНИЯ БЕЗОПАСНОСТИ СЕКТОРА — ФОРТ «ГРОМ», ТРАППИСТ-5[/bold]"}
    {"[bold]Тема:[/bold] Протокол боевого контакта — район операции LV-624"}
    {"[bold]Ссылка:[/bold] 48-77-SE"}
    {"[bold]Гриф:[/bold] [color=#cb0000][bold]КОНФИДЕНЦИАЛЬНО[/bold][/color]"}
    { -rmc-co-briefing-divider }
    {"Командующий,"}

    {"Ваше развёртывание на LV-624 подпадает под действие директивы C-6: «Сдерживание и уничтожение противника»."}

    {"После сообщений о биологической агрессии и возможном вмешательстве корпорации связь с колонией полностью оборвалась."}

    {"[underline]Это зона активных боевых действий.[/underline]"}

    {"Покажите врагу, что бывает с теми, кто решает испытать силу Корпуса."}
    { -rmc-co-briefing-divider }
    { -rmc-co-briefing-primary }

    {"[bullet]Оборудовать укреплённую передовую оперативную базу на одной из посадочных площадок возле объектов колонии."}
    {"[bullet]Провести боевую операцию по поиску и уничтожению противника в Нижней колонии и ближайших пещерных системах, где зафиксирована неизвестная враждебная активность."}
    {"[bullet]Взять под контроль всё имущество Вестон-Ямады для изъятия и допроса ответственных лиц согласно статье 47-K Военного кодекса."}

    { -rmc-co-briefing-secondary }

    {"[bullet]Установить военный надзор над выжившими колонистами. Задерживать или ликвидировать согласно оценке угрозы."}
    {"[bullet]Не допустить противника к башням связи и топливоперерабатывающим станциям."}
    {"[bullet]Максимальной силой зачистить нижние уровни от любых предполагаемых или неопознанных угроз. Выживших не оставлять."}

    {"Разрешены ужесточённые правила ведения боя."}
    {"[underline]Никакой пощады. Никаких компромиссов. Победите быстро и окончательно.[/underline]"}
    { -rmc-co-briefing-sign-hawks }
    { -rmc-co-briefing-footer }

rmc-co-briefing-lv624-doves =
    { -rmc-co-briefing-logo }
    {"[bold]Кому:[/bold] [italic]Командующему офицеру ВКСШ Алмайер[/italic]"}
    {"[bold]От:[/bold] [bold]ПОЛЕВОЕ УПРАВЛЕНИЕ НАЧАЛЬНИКА ВОЕННОЙ ПОЛИЦИИ — КОЛОНИЯ «НЬЮ-МЕЙСОН», СИСТЕМА 61 ЛЕБЕДЯ[/bold]"}
    {"[bold]Тема:[/bold] Приоритеты развёртывания — район операции LV-624"}
    {"[bold]Ссылка:[/bold] 48-77-HM"}
    {"[bold]Гриф:[/bold] [color=#cb0000][bold]КОНФИДЕНЦИАЛЬНО[/bold][/color]"}
    { -rmc-co-briefing-divider }
    {"Командующий,"}

    {"Когда-то LV-624 была процветающим воплощением надежд колонизации. Теперь она замолчала при подозрительных и трагических обстоятельствах."}

    {"Ваша задача — восстановить порядок точно и человечно."}

    {"Жизни гражданских всё ещё могут висеть на волоске."}
    { -rmc-co-briefing-divider }
    { -rmc-co-briefing-primary }

    {"[bullet]Создать безопасную передовую оперативную базу возле важной инфраструктуры колонии, сведя вмешательство к минимуму."}
    {"[bullet]Найти и эвакуировать всех выживших колонистов, исследователей и посетителей из Нижней колонии."}
    {"[bullet]Осторожно извлечь данные Вестон-Ямады, не нарушая работу местных экологических и инфраструктурных систем."}

    { -rmc-co-briefing-secondary }

    {"[bullet]Сохранить уцелевшие жилые модули, гидропонику и системы чистой воды."}
    {"[bullet]Эвакуировать либо защитить некомбатантов в жилых и примыкающих к ним рабочих помещениях колонии."}
    {"[bullet]По возможности применять нелетальные методы подавления. Отдавать предупреждению и сдерживанию приоритет перед немедленным применением силы."}

    {"Эта операция посвящена восстановлению не меньше, чем обороне."}
    {"Продемонстрируйте способность Корпуса к состраданию и мужеству."}
    { -rmc-co-briefing-sign-doves }
    { -rmc-co-briefing-footer }

rmc-co-briefing-lv624-magpies =
    { -rmc-co-briefing-logo }
    {"[bold]Кому:[/bold] [italic]Командующему офицеру ВКСШ Алмайер[/italic]"}
    {"[bold]От:[/bold] [bold]УПРАВЛЕНИЕ ТЕХНИЧЕСКИХ ОПЕРАЦИЙ — СТАНЦИЯ «НАКОВАЛЬНЯ», ОРБИТА ГЕРКУЛИНЫ[/bold]"}
    {"[bold]Тема:[/bold] Исследовательские задачи — район операции LV-624"}
    {"[bold]Ссылка:[/bold] 48-77-RI"}
    {"[bold]Гриф:[/bold] [color=#cb0000][bold]КОНФИДЕНЦИАЛЬНО[/bold][/color]"}
    { -rmc-co-briefing-divider }
    {"Командующий,"}

    {"LV-624 представляет особый интерес: предварительные сигналы указывают на развитую мутацию биологической угрозы и несанкционированные исследования."}

    {"При соблюдении надлежащих протоколов сдерживания и извлечения данных эта операция даёт возможность получить значимую научную отдачу."}
    { -rmc-co-briefing-divider }
    { -rmc-co-briefing-primary }

    {"[bullet]Создать аванпост у центрального узла связи для защищённого канала передачи данных и координации логистики."}
    {"[bullet]Извлечь контейнеры с образцами, журналы терминалов и записи подопытных из медицинской лаборатории и исследовательских отделов Нижней колонии."}
    {"[bullet]Обезопасить и сохранить всё оборудование Вестон-Ямады, включая модули чёрных ящиков и контейнеры для образцов."}

    { -rmc-co-briefing-secondary }

    {"[bullet]Не допустить сопутствующего ущерба системам, необходимым для исследований: гидропонике, реакторам и биосферам."}
    {"[bullet]Наблюдать и документировать аномальное поведение организмов с визуальным подтверждением. Живой образец желателен, но не обязателен."}
    {"[bullet]Извлечь либо учесть все прототипы оборудования, использовавшиеся в последнем рабочем цикле Вестон-Ямады."}

    {"Данные важнее огневой мощи."}
    {"Извлеките всё, что сможете. Задокументируйте то, что не сможете. И доставьте всё домой."}
    { -rmc-co-briefing-sign-magpies }
    { -rmc-co-briefing-footer }
