# Брифинги фракций командующего офицера для Нового Варадеро.

rmc-co-briefing-varadero-unaligned =
    { -rmc-co-briefing-logo }
    {"[bold]Кому:[/bold] [italic]Командующему офицеру ВКСШ Алмайер[/italic]"}
    {"[bold]От:[/bold] [bold]ПОЛКОВОЕ КОМАНДОВАНИЕ — СТАНЦИЯ ГСО «ЧИНУК-91»[/bold]"}
    {"[bold]Тема:[/bold] Оперативные задачи — район операции «Новый Варадеро»"}
    {"[bold]Ссылка:[/bold] 48-77-AQ"}
    {"[bold]Гриф:[/bold] [color=#cb0000][bold]КОНФИДЕНЦИАЛЬНО[/bold][/color]"}
    { -rmc-co-briefing-divider }
    {"Командующий,"}

    {"Новый Варадеро — действующий военный аванпост Латиноамериканского колониального флота на внешнем рубеже."}

    {"Сейсмическое и визуальное спутниковое наблюдение подтверждает: четыре дня назад на объект совершил аварийную посадку корабль внеземного происхождения."}

    {"Вскоре после этого связь с гарнизоном была потеряна."}

    {"Ваша задача — оценить обстановку и восстановить контроль."}
    { -rmc-co-briefing-divider }
    { -rmc-co-briefing-primary }

    {"[bullet]Создать передовую оперативную базу возле северного периметра командного пункта ЛАКФ."}
    {"[bullet]Взять под контроль место крушения и оценить природу корабля и исходящую от него угрозу. Вероятно присутствие неизвестного противника."}
    {"[bullet]Найти выживших военнослужащих ЛАКФ и оказать им помощь."}

    { -rmc-co-briefing-secondary }

    {"[bullet]Не допустить разграбления или повреждения технологий пришельцев личным составом КМП США."}
    {"[bullet]Изолировать корабль от источников энергии и каналов передачи сигналов."}
    {"[bullet]Уничтожить подтверждённо враждебные ксеноформы и нечеловеческих существ."}

    {"Ожидайте сопротивления. Ожидайте аномалий."}
    {"Положитесь на собственное суждение в этом нетипичном районе операции."}
    { -rmc-co-briefing-sign-unaligned }
    { -rmc-co-briefing-footer }

rmc-co-briefing-varadero-hawks =
    { -rmc-co-briefing-logo }
    {"[bold]Кому:[/bold] [italic]Командующему офицеру ВКСШ Алмайер[/italic]"}
    {"[bold]От:[/bold] [bold]ЦЕНТР ОБЕСПЕЧЕНИЯ БЕЗОПАСНОСТИ СЕКТОРА — ФОРТ «ГРОМ», ТРАППИСТ-5[/bold]"}
    {"[bold]Тема:[/bold] Протокол боевого контакта — район операции «Новый Варадеро»"}
    {"[bold]Ссылка:[/bold] 48-77-SE"}
    {"[bold]Гриф:[/bold] [color=#cb0000][bold]КОНФИДЕНЦИАЛЬНО[/bold][/color]"}
    { -rmc-co-briefing-divider }
    {"Командующий,"}

    {"Новый Варадеро превратился в источник угрозы."}

    {"Космический корабль ксеноформ потерпел крушение возле базы Латиноамериканского колониального флота. Как и следовало ожидать, личный состав ЛАКФ был уничтожен или заражён."}

    {"Войдите в этот район операции с полными полномочиями и подавите все угрозы независимо от их флага или происхождения."}
    { -rmc-co-briefing-divider }
    { -rmc-co-briefing-primary }

    {"[bullet]Создать укреплённую передовую оперативную базу, контролирующую место крушения и гарнизонный комплекс."}
    {"[bullet]Уничтожить всех активных нечеловеческих бойцов."}
    {"[bullet]Захватить корабль пришельцев и уничтожить всех враждебных или отказывающихся сотрудничать бойцов ЛАКФ."}

    { -rmc-co-briefing-secondary }

    {"[bullet]Вывести из строя башни наблюдения и передатчики, чтобы предотвратить утечку гражданских записей."}
    {"[bullet]Уничтожить местные биосигнатуры в окружающих джунглях и пещерных системах."}
    {"[bullet]Собрать доказательства иностранного вмешательства или торговли оружием через этот объект."}

    {"[underline]Это не спасательная операция. Это полная изоляция.[/underline]"}
    {"Пусть обломки не расскажут никаких историй."}
    { -rmc-co-briefing-sign-hawks }
    { -rmc-co-briefing-footer }

rmc-co-briefing-varadero-doves =
    { -rmc-co-briefing-logo }
    {"[bold]Кому:[/bold] [italic]Командующему офицеру ВКСШ Алмайер[/italic]"}
    {"[bold]От:[/bold] [bold]ПОЛЕВОЕ УПРАВЛЕНИЕ НАЧАЛЬНИКА ВОЕННОЙ ПОЛИЦИИ — КОЛОНИЯ «НЬЮ-МЕЙСОН», СИСТЕМА 61 ЛЕБЕДЯ[/bold]"}
    {"[bold]Тема:[/bold] Приоритеты развёртывания — район операции «Новый Варадеро»"}
    {"[bold]Ссылка:[/bold] 48-77-HM"}
    {"[bold]Гриф:[/bold] [color=#cb0000][bold]КОНФИДЕНЦИАЛЬНО[/bold][/color]"}
    { -rmc-co-briefing-divider }
    {"Командующий,"}

    {"Крушение предположительно внеземного корабля возле Нового Варадеро привело к полной потере связи."}

    {"Хотя местные записи подтверждают присутствие как минимум одного нечеловеческого существа, политическая ситуация с Латиноамериканским колониальным флотом требует предельной дипломатической осторожности."}

    {"Избегайте эскалации. Ищите выживших. Не позвольте спасательной операции перерасти в международный инцидент."}
    { -rmc-co-briefing-divider }
    { -rmc-co-briefing-primary }

    {"[bullet]Развернуть передовую оперативную базу в безопасном месте, стараясь не повредить укрепления ЛАКФ."}
    {"[bullet]Найти и обезопасить личный состав ЛАКФ в медицинском отсеке, казармах и командном центре. Сотрудничество имеет приоритет."}
    {"[bullet]Обезопасить и защитить всех гражданских, подвергшихся воздействию корабля пришельцев или его обитателей."}

    { -rmc-co-briefing-secondary }

    {"[bullet]По возможности установить связь с оставшимися офицерами ЛАКФ. Снизить напряжённость."}
    {"[bullet]Свести к минимуму разрушение местных сооружений и инфраструктуры."}
    {"[bullet]Не допустить распространения технологий или биологического заражения на остальную колонию."}

    {"Речь не о завоевании, а об ответственности."}
    {"[underline]Покажите им, что такое порядочность.[/underline]"}
    { -rmc-co-briefing-sign-doves }
    { -rmc-co-briefing-footer }

rmc-co-briefing-varadero-magpies =
    { -rmc-co-briefing-logo }
    {"[bold]Кому:[/bold] [italic]Командующему офицеру ВКСШ Алмайер[/italic]"}
    {"[bold]От:[/bold] [bold]УПРАВЛЕНИЕ ТЕХНИЧЕСКИХ ОПЕРАЦИЙ — СТАНЦИЯ «НАКОВАЛЬНЯ», ОРБИТА ГЕРКУЛИНЫ[/bold]"}
    {"[bold]Тема:[/bold] Исследовательские задачи — район операции «Новый Варадеро»"}
    {"[bold]Ссылка:[/bold] 48-77-RI"}
    {"[bold]Гриф:[/bold] [color=#cb0000][bold]КОНФИДЕНЦИАЛЬНО[/bold][/color]"}
    { -rmc-co-briefing-divider }
    {"Командующий,"}

    {"Подтверждено, что на аванпосте ЛАКФ «Новый Варадеро» потерпел крушение высокотехнологичный внеземной корабль."}

    {"Вам приказано извлечь технологии пришельцев, биологические следы и данные об окружающей среде в целости и сохранности."}

    {"Времени мало. Любая другая держава захочет получить содержимое обломков."}
    { -rmc-co-briefing-divider }
    { -rmc-co-briefing-primary }

    {"[bullet]Развернуть передовую оперативную базу в месте с прямым путём к кораблю и техническим бункерам ЛАКФ."}
    {"[bullet]Извлечь как можно больше неповреждённых материалов пришельцев: броню, инструменты, ДНК и записи."}
    {"[bullet]Обезопасить серверы данных тайных объектов в командной структуре ЛАКФ и отметить все журналы контактов."}

    { -rmc-co-briefing-secondary }

    {"[bullet]Не допустить повреждения конструкции корабля. Задокументировать его двигатель, корпус и оружейные системы."}
    {"[bullet]Отслеживать перемещения нечеловеческих существ по биометрическим следам в пещерах и силовых каналах."}
    {"[bullet]Сохранить биом джунглей как свидетельство возможного вмешательства нечеловеческих форм."}

    {"Верните доказательства. Верните блестящие открытия."}
    {"Верните [bold]всё[/bold]."}
    { -rmc-co-briefing-sign-magpies }
    { -rmc-co-briefing-footer }
