# Брифинги фракций командующего офицера для Сорокиных Страт.

rmc-co-briefing-sorokyne-unaligned =
    { -rmc-co-briefing-logo }
    {"[bold]Кому:[/bold] [italic]Командующему офицеру ВКСШ Алмайер[/italic]"}
    {"[bold]От:[/bold] [bold]ПОЛКОВОЕ КОМАНДОВАНИЕ — СТАНЦИЯ ГСО «ЧИНУК-91»[/bold]"}
    {"[bold]Тема:[/bold] Оперативные задачи — район операции «Сорокины Страты»"}
    {"[bold]Ссылка:[/bold] 48-77-AQ"}
    {"[bold]Гриф:[/bold] [color=#cb0000][bold]КОНФИДЕНЦИАЛЬНО[/bold][/color]"}
    { -rmc-co-briefing-divider }
    {"Командующий,"}

    {"Сорокины Страты — шахтёрская колония на LV-976 под контролем СПН."}

    {"Поселение было основано комбинатом Jùtóu в 2110 году и аннексировано Союзом Прогрессивных Народов в 2166 году после Собачьей войны."}

    {"Запасы лития, углерода и кремния в колонии истощаются, вызывая экономическую нестабильность и гражданские беспорядки."}

    {"Ваша задача — ответить на недавний сигнал бедствия колонии, установить состояние сил СПН и обезопасить всех граждан и интересы США."}
    { -rmc-co-briefing-divider }
    { -rmc-co-briefing-primary }

    {"[bullet]Создать передовую оперативную базу в месте с доступом к центральному горнодобывающему комплексу."}
    {"[bullet]Найти и эвакуировать всех граждан Объединённой Америки и гражданских подрядчиков."}

    { -rmc-co-briefing-secondary }

    {"[bullet]Проверить ключевые шахты на неустойчивость конструкций и признаки диверсии."}
    {"[bullet]Собрать разведданные о развёртывании войск СПН и маршрутах патрулей Народной вооружённой полиции."}
    {"[bullet]Сохранять нейтралитет, пока силы СПН не вступят в прямой бой."}

    {"Соблюдайте профессиональные правила ведения боя."}
    {"Возможны дипломатические последствия."}
    { -rmc-co-briefing-sign-unaligned }
    { -rmc-co-briefing-footer }

rmc-co-briefing-sorokyne-hawks =
    { -rmc-co-briefing-logo }
    {"[bold]Кому:[/bold] [italic]Командующему офицеру ВКСШ Алмайер[/italic]"}
    {"[bold]От:[/bold] [bold]ЦЕНТР ОБЕСПЕЧЕНИЯ БЕЗОПАСНОСТИ СЕКТОРА — ФОРТ «ГРОМ», ТРАППИСТ-5[/bold]"}
    {"[bold]Тема:[/bold] Протокол боевого контакта — район операции «Сорокины Страты»"}
    {"[bold]Ссылка:[/bold] 48-77-SE"}
    {"[bold]Гриф:[/bold] [color=#cb0000][bold]КОНФИДЕНЦИАЛЬНО[/bold][/color]"}
    { -rmc-co-briefing-divider }
    {"Командующий,"}

    {"Сорокины Страты — приходящий в упадок шахтёрский аванпост Союза Прогрессивных Народов."}

    {"СПН держит небольшой военный гарнизон и подразделение Корпуса исследования космоса для охраны добычи лития и кремния, но объёмы производства резко сократились."}

    {"Разведка считает основной причиной внутренние беспорядки, но будьте готовы ко всему."}
    { -rmc-co-briefing-divider }
    { -rmc-co-briefing-primary }

    {"[bullet]Создать передовую оперативную базу на господствующей высоте над инфраструктурой СПН и входами в шахты."}
    {"[bullet]Пресекать подозрительную активность и уничтожать враждебные силы в случае их вмешательства."}
    {"[bullet]Взять под контроль электростанции и реакторы у шахт, чтобы предотвратить диверсию или хищение."}

    { -rmc-co-briefing-secondary }

    {"[bullet]Собрать оперативные журналы СПН и данные о численности войск."}
    {"[bullet]Вывести из строя или захватить защищённые ретрансляторы связи СПН."}
    {"[bullet]Остановить дальнейший экспорт лития, пока власти Объединённой Америки не восстановят рычаги влияния."}

    {"Эта колония — фигура в долгой шахматной партии."}
    {"Покажите СПН цену посягательств."}
    { -rmc-co-briefing-sign-hawks }
    { -rmc-co-briefing-footer }

rmc-co-briefing-sorokyne-doves =
    { -rmc-co-briefing-logo }
    {"[bold]Кому:[/bold] [italic]Командующему офицеру ВКСШ Алмайер[/italic]"}
    {"[bold]От:[/bold] [bold]ПОЛЕВОЕ УПРАВЛЕНИЕ НАЧАЛЬНИКА ВОЕННОЙ ПОЛИЦИИ — КОЛОНИЯ «НЬЮ-МЕЙСОН», СИСТЕМА 61 ЛЕБЕДЯ[/bold]"}
    {"[bold]Тема:[/bold] Приоритеты развёртывания — район операции «Сорокины Страты»"}
    {"[bold]Ссылка:[/bold] 48-77-HM"}
    {"[bold]Гриф:[/bold] [color=#cb0000][bold]КОНФИДЕНЦИАЛЬНО[/bold][/color]"}
    { -rmc-co-briefing-divider }
    {"Командующий,"}

    {"Сорокины Страты на LV-976 изначально были основаны комбинатом Jùtóu, государственным предприятием Союза Прогрессивных Народов, после обнаружения планеты КАНК в 2110 году."}

    {"После Собачьей войны 2166 года СПН официально аннексировал колонию и продолжил разработку литиевых, углеродных и кремниевых шахт под управлением Jùtóu."}

    {"Ваша задача — защитить гражданских и не допустить эскалации, способной усилить напряжённость между СПН и Объединённой Америкой."}
    { -rmc-co-briefing-divider }
    { -rmc-co-briefing-primary }

    {"[bullet]Создать передовую оперативную базу так, чтобы свести помехи повседневной работе шахт к минимуму."}
    {"[bullet]Оказывать медицинскую и материальную помощь шахтёрам, их семьям и местным рабочим независимо от принадлежности."}
    {"[bullet]Установить уважительный контакт с армией СПН, Корпусом исследования космоса и силами Народной вооружённой полиции для координации помощи и эвакуации при необходимости."}

    { -rmc-co-briefing-secondary }

    {"[bullet]Стабилизировать ключевую инфраструктуру, энергоснабжение, водоснабжение и жилые системы ради безопасности гражданских."}
    {"[bullet]Задокументировать гуманитарные потребности и условия жизни для межправительственной проверки."}
    {"[bullet]Избегать лишних столкновений с личным составом СПН; открывать огонь только в целях самообороны."}

    {"Наше присутствие должно успокаивать, а не запугивать."}
    {"Действуйте профессионально и человечно, чтобы сохранить жизни и этот хрупкий мир."}
    { -rmc-co-briefing-sign-doves }
    { -rmc-co-briefing-footer }

rmc-co-briefing-sorokyne-magpies =
    { -rmc-co-briefing-logo }
    {"[bold]Кому:[/bold] [italic]Командующему офицеру ВКСШ Алмайер[/italic]"}
    {"[bold]От:[/bold] [bold]УПРАВЛЕНИЕ ТЕХНИЧЕСКИХ ОПЕРАЦИЙ — СТАНЦИЯ «НАКОВАЛЬНЯ», ОРБИТА ГЕРКУЛИНЫ[/bold]"}
    {"[bold]Тема:[/bold] Исследовательские задачи — район операции «Сорокины Страты»"}
    {"[bold]Ссылка:[/bold] 48-77-RI"}
    {"[bold]Гриф:[/bold] [color=#cb0000][bold]КОНФИДЕНЦИАЛЬНО[/bold][/color]"}
    { -rmc-co-briefing-divider }
    {"Командующий,"}

    {"Богатые залежи углерода, лития и кремния Сорокиных Страт почти истощены, но десятилетия добычи оставили ценное технологическое наследие."}

    {"Объект охраняют подразделения армии СПН и Корпуса исследования космоса, а упадок породил беспорядки и новые возможности."}
    { -rmc-co-briefing-divider }
    { -rmc-co-briefing-primary }

    {"[bullet]Развернуть передовую оперативную базу в месте с быстрым доступом к главным горнодобывающим и перерабатывающим лабораториям."}
    {"[bullet]Извлечь геологические и производственные данные о добыче лития и системах экспорта энергии."}
    {"[bullet]Получить образцы передового горнодобывающего оборудования и технологий автоматизации СПН."}

    { -rmc-co-briefing-secondary }

    {"[bullet]Проверить заброшенные шахты на редкие изотопные залежи и экспериментальное оборудование."}
    {"[bullet]Перехватить сообщения СПН о долгосрочной стратегии добычи."}
    {"[bullet]Собрать показания атмосферы из глубоких жерл для моделирования ресурсов."}

    {"Шахты могут умирать, но их данные и оборудование — настоящее золото."}
    { -rmc-co-briefing-sign-magpies }
    { -rmc-co-briefing-footer }
