# Брифинги фракций командующего офицера для Хребта Солярис.

rmc-co-briefing-solaris-unaligned =
    { -rmc-co-briefing-logo }
    {"[bold]Кому:[/bold] [italic]Командующему офицеру ВКСШ Алмайер[/italic]"}
    {"[bold]От:[/bold] [bold]ПОЛКОВОЕ КОМАНДОВАНИЕ — СТАНЦИЯ ГСО «ЧИНУК-91»[/bold]"}
    {"[bold]Тема:[/bold] Оперативные задачи — район операции «Хребет Солярис»"}
    {"[bold]Ссылка:[/bold] 48-77-AQ"}
    {"[bold]Гриф:[/bold] [color=#cb0000][bold]КОНФИДЕНЦИАЛЬНО[/bold][/color]"}
    { -rmc-co-briefing-divider }
    {"Командующий,"}

    {"Полковое командование установило новые приоритеты для вашей операции на Хребте Солярис — удалённой научно-промышленной колонии, переставшей отвечать после сейсмических помех и появления предполагаемой биологической угрозы."}

    {"[underline]Действует стандартный биологический протокол.[/underline]"}
    { -rmc-co-briefing-divider }
    { -rmc-co-briefing-primary }

    {"[bullet]Создать и удерживать защищённую передовую оперативную базу в пешей доступности от больницы колонии."}
    {"[bullet]Найти и спасти выживших на исследовательских станциях в двух главных лабораториях колонии."}
    {"[bullet]Обезопасить и извлечь засекреченное имущество Вестон-Ямады, включая образцы лишайника, показания атмосферы и чёрные ящики связи."}

    { -rmc-co-briefing-secondary }

    {"[bullet]Восстановить базовое энергоснабжение и климат-контроль ключевых сооружений, включая трамвайные тоннели и складские крылья."}
    {"[bullet]Выявить и нанести на карту сейсмические аномалии, связанные с движением под грунтом."}
    {"[bullet]Нейтрализовать враждебные угрозы возле развязки трамвайных линий и восточного промышленного крыла."}

    {"Приготовьтесь к пылевым бурям и плохой видимости."}
    {"Внешняя связь может работать с перебоями."}

    {"[underline]Поддерживайте оперативную дисциплину и немедленно докладывайте обо всех аномалиях.[/underline]"}
    { -rmc-co-briefing-sign-unaligned }
    { -rmc-co-briefing-footer }

rmc-co-briefing-solaris-hawks =
    { -rmc-co-briefing-logo }
    {"[bold]Кому:[/bold] [italic]Командующему офицеру ВКСШ Алмайер[/italic]"}
    {"[bold]От:[/bold] [bold]ЦЕНТР ОБЕСПЕЧЕНИЯ БЕЗОПАСНОСТИ СЕКТОРА — ФОРТ «ГРОМ», ТРАППИСТ-5[/bold]"}
    {"[bold]Тема:[/bold] Протокол боевого контакта — район операции «Хребет Солярис»"}
    {"[bold]Ссылка:[/bold] 48-77-SE"}
    {"[bold]Гриф:[/bold] [color=#cb0000][bold]КОНФИДЕНЦИАЛЬНО[/bold][/color]"}
    { -rmc-co-briefing-divider }
    {"Командующий,"}

    {"Хребет Солярис замолчал при подозрительных обстоятельствах."}

    {"В записях колонии упоминаются отказ систем жизнеобеспечения, диверсия и заражение."}

    {"Всё указывает на серьёзную биологическую угрозу и слабый контроль безопасности."}

    {"Вам приказано захватить район и решительной силой восстановить господство."}
    { -rmc-co-briefing-divider }
    { -rmc-co-briefing-primary }

    {"[bullet]Развернуть укреплённую базу в административном секторе колонии и обезопасить все личные дела без исключения."}
    {"[bullet]Проверить инфраструктуру колонии и заброшенную сеть транспортировки минералов на признаки враждебного заражения."}
    {"[bullet]Согласно директиве 61-E захватить или уничтожить все несанкционированные материалы Вестон-Ямады и её персонал."}

    { -rmc-co-briefing-secondary }

    {"[bullet]Установить военный порядок на всём Хребте и задерживать в полевых условиях подозрительных выживших."}
    {"[bullet]Затопить оставшиеся исследовательские модули, чтобы не допустить их использования иностранными силами."}
    {"[bullet]Укрепить периметр колонии и уничтожить все незарегистрированные формы жизни."}

    {"Вам разрешено уничтожить критически важную инфраструктуру, если это поможет стратегическому сдерживанию."}
    {"Пусть это станет предупреждением для всех: [underline]Корпус не терпит провалов.[/underline]"}
    { -rmc-co-briefing-sign-hawks }
    { -rmc-co-briefing-footer }

rmc-co-briefing-solaris-doves =
    { -rmc-co-briefing-logo }
    {"[bold]Кому:[/bold] [italic]Командующему офицеру ВКСШ Алмайер[/italic]"}
    {"[bold]От:[/bold] [bold]ПОЛЕВОЕ УПРАВЛЕНИЕ НАЧАЛЬНИКА ВОЕННОЙ ПОЛИЦИИ — КОЛОНИЯ «НЬЮ-МЕЙСОН», СИСТЕМА 61 ЛЕБЕДЯ[/bold]"}
    {"[bold]Тема:[/bold] Приоритеты развёртывания — район операции «Хребет Солярис»"}
    {"[bold]Ссылка:[/bold] 48-77-HM"}
    {"[bold]Гриф:[/bold] [color=#cb0000][bold]КОНФИДЕНЦИАЛЬНО[/bold][/color]"}
    { -rmc-co-briefing-divider }
    {"Командующий,"}

    {"Хребет Солярис — не просто покинутый аванпост, это дом забытых работников, семей и первопроходцев науки."}

    {"Спутниковые помехи позволяют предположить, что они замолчали на фоне ухудшающихся условий окружающей среды."}

    {"Ваша задача — защитить всё и всех, кто остался."}
    { -rmc-co-briefing-divider }
    { -rmc-co-briefing-primary }

    {"[bullet]Создать сравнительно незаметную передовую оперативную базу, чтобы избежать лишнего вмешательства."}
    {"[bullet]Найти оставшихся исследователей и оказать им помощь, особенно сотрудникам подразделений управления атмосферой и ботаники."}
    {"[bullet]Обезопасить результаты исследований терраформирования Хребта с помощью лишайников."}

    { -rmc-co-briefing-secondary }

    {"[bullet]Сохранить целостность шлюзов и убежищ для использования гражданскими."}
    {"[bullet]Не применять лишнюю силу при встрече с толпой и зачистке тоннелей. Оценивать ситуацию до применения летального оружия."}
    {"[bullet]Применять вспомогательные протоколы медицинской эвакуации для тяжелораненых, обнаруженных разведгруппами."}

    {"«Сердца и умы» побеждают не в каждой войне — лишь в тех, в которых следует побеждать."}
    {"[underline]Пусть ваше поведение отражает человечность, за сохранение которой мы сражаемся.[/underline]"}
    { -rmc-co-briefing-sign-doves }
    { -rmc-co-briefing-footer }

rmc-co-briefing-solaris-magpies =
    { -rmc-co-briefing-logo }
    {"[bold]Кому:[/bold] [italic]Командующему офицеру ВКСШ Алмайер[/italic]"}
    {"[bold]От:[/bold] [bold]УПРАВЛЕНИЕ ТЕХНИЧЕСКИХ ОПЕРАЦИЙ — СТАНЦИЯ «НАКОВАЛЬНЯ», ОРБИТА ГЕРКУЛИНЫ[/bold]"}
    {"[bold]Тема:[/bold] Исследовательские задачи — район операции «Хребет Солярис»"}
    {"[bold]Ссылка:[/bold] 48-77-RI"}
    {"[bold]Гриф:[/bold] [color=#cb0000][bold]КОНФИДЕНЦИАЛЬНО[/bold][/color]"}
    { -rmc-co-briefing-divider }
    {"Командующий,"}

    {"Операция классифицирована как «Эвакуация экспериментального имущества»."}

    {"Вестон-Ямада использовала Хребет Солярис для длительных испытаний биоинженерии, связанных с перекрёстным регулированием грибков и атмосферы."}

    {"Сейсмические данные и потерянные каналы передачи указывают на контакт с аномальными биологическими формами."}

    {"[underline]Ваш приоритет — не уничтожение, а эвакуация.[/underline]"}
    { -rmc-co-briefing-divider }
    { -rmc-co-briefing-primary }

    {"[bullet]Развернуть научные передовые модули у центральных исследовательских объектов Хребта и окружающей инфраструктуры."}
    {"[bullet]Извлечь данные стабилизации климата, журналы роста лишайников и все свидетельства взаимодействия с синтетическим ИИ."}
    {"[bullet]Обезопасить живые или неактивные образцы, если их можно безопасно изолировать."}

    { -rmc-co-briefing-secondary }

    {"[bullet]Не допускать лишнего повреждения ядер данных, ретрансляционных опор и криохолодильников с образцами."}
    {"[bullet]Задокументировать все предполагаемые адаптации к среде с разреженной атмосферой и записать визуальные свидетельства."}
    {"[bullet]При необходимости приспособить солнечные ретрансляционные станции для питания исследовательского оборудования."}

    {"Помните: неповреждённое открытие ценнее сожжённого."}
    {"[underline]По возможности доставьте научные материалы в целости.[/underline]"}
    { -rmc-co-briefing-sign-magpies }
    { -rmc-co-briefing-footer }
