# Брифинги фракций командующего офицера для научного комплекса Фиорины.

rmc-co-briefing-fiorina-unaligned =
    { -rmc-co-briefing-logo }
    {"[bold]Кому:[/bold] [italic]Командующему офицеру ВКСШ Алмайер[/italic]"}
    {"[bold]От:[/bold] [bold]ПОЛКОВОЕ КОМАНДОВАНИЕ — СТАНЦИЯ ГСО «ЧИНУК-91»[/bold]"}
    {"[bold]Тема:[/bold] Оперативные задачи — район операции «Научный комплекс Фиорины»"}
    {"[bold]Ссылка:[/bold] 48-77-AQ"}
    {"[bold]Гриф:[/bold] [color=#cb0000][bold]КОНФИДЕНЦИАЛЬНО[/bold][/color]"}
    { -rmc-co-briefing-divider }
    {"Командующий,"}

    {"Вас направляют в научный комплекс Фиорины — совместный объект Объединённой Америки и Вестон-Ямады."}

    {"Все каналы связи оборвались 16 часов назад."}

    {"Местные сигналы указывают на отказ систем содержания заключённых и управления исследованиями."}
    { -rmc-co-briefing-divider }
    { -rmc-co-briefing-primary }

    {"[bullet]Создать и удерживать защищённую передовую оперативную базу возле входа в перерабатывающий блок."}
    {"[bullet]Найти и эвакуировать выживших, включая исследователей, сотрудников исправительного учреждения и безоружных заключённых."}
    {"[bullet]Обезопасить биологические образцы, журналы экспериментов и личные дела, хранящиеся в центральной криолаборатории и на серверах."}

    { -rmc-co-briefing-secondary }

    {"[bullet]Восстановить управление режимом изоляции в камерах содержания и оружейном блоке."}
    {"[bullet]Не допустить распространения биологической угрозы и побега заключённых за пределы установленного периметра."}
    {"[bullet]Расследовать и нейтрализовать враждебную активность, отмеченную в тюремной часовне и технических лазах восточного крыла."}

    {"Юрисдикция комплекса юридически неоднозначна. Будьте осторожны рядом с объектами, отмеченными символикой ОА или Вестон-Ямады."}
    {"[underline]Задерживайте лиц, представляющих высокую угрозу.[/underline]"}
    { -rmc-co-briefing-sign-unaligned }
    { -rmc-co-briefing-footer }

rmc-co-briefing-fiorina-hawks =
    { -rmc-co-briefing-logo }
    {"[bold]Кому:[/bold] [italic]Командующему офицеру ВКСШ Алмайер[/italic]"}
    {"[bold]От:[/bold] [bold]ЦЕНТР ОБЕСПЕЧЕНИЯ БЕЗОПАСНОСТИ СЕКТОРА — ФОРТ «ГРОМ», ТРАППИСТ-5[/bold]"}
    {"[bold]Тема:[/bold] Протокол боевого контакта — район операции «Научный комплекс Фиорины»"}
    {"[bold]Ссылка:[/bold] 48-77-SE"}
    {"[bold]Гриф:[/bold] [color=#cb0000][bold]КОНФИДЕНЦИАЛЬНО[/bold][/color]"}
    { -rmc-co-briefing-divider }
    {"Командующий,"}

    {"Комплекс Фиорины нарушил Совместный приказ безопасности № 9."}

    {"Связь отсутствует, и у нас есть основания полагать, что Вестон-Ямада потеряла контроль над собственными экспериментами."}

    {"Вы должны подавляющей силой взять объект под контроль и уничтожить всё вышедшее из-под контроля имущество."}
    { -rmc-co-briefing-divider }
    { -rmc-co-briefing-primary }

    {"[bullet]Укрепить передовую оперативную базу возле нижнего промышленного блока."}
    {"[bullet]Зачистить тюремные ярусы, медицинские лаборатории и узлы грузовых лифтов от враждебных сил."}
    {"[bullet]Конфисковать или уничтожить всё биологическое и засекреченное оборудование Вестон-Ямады."}

    { -rmc-co-briefing-secondary }

    {"[bullet]Применить протоколы подавления беспорядков в зонах содержания заключённых. Не освобождать тех, кто не подчиняется требованиям."}
    {"[bullet]Заблокировать ангар шаттлов и пресечь любые попытки бегства корпоративного персонала или заражённых субъектов."}
    {"[bullet]Уничтожить аномальные биологические образования возле зон сдерживания научного крыла."}

    {"[underline]Минимум терпения. Максимум давления.[/underline]"}
    {"Корпус не признаёт частного вмешательства в охраняемых зонах боевых действий."}
    { -rmc-co-briefing-sign-hawks }
    { -rmc-co-briefing-footer }

rmc-co-briefing-fiorina-doves =
    { -rmc-co-briefing-logo }
    {"[bold]Кому:[/bold] [italic]Командующему офицеру ВКСШ Алмайер[/italic]"}
    {"[bold]От:[/bold] [bold]ПОЛЕВОЕ УПРАВЛЕНИЕ НАЧАЛЬНИКА ВОЕННОЙ ПОЛИЦИИ — КОЛОНИЯ «НЬЮ-МЕЙСОН», СИСТЕМА 61 ЛЕБЕДЯ[/bold]"}
    {"[bold]Тема:[/bold] Приоритеты развёртывания — район операции «Научный комплекс Фиорины»"}
    {"[bold]Ссылка:[/bold] 48-77-HM"}
    {"[bold]Гриф:[/bold] [color=#cb0000][bold]КОНФИДЕНЦИАЛЬНО[/bold][/color]"}
    { -rmc-co-briefing-divider }
    {"Командующий,"}

    {"Комплекс Фиорины одновременно является тюрьмой и испытательным полигоном."}

    {"В центре этого места — человеческие жизни, многие из которых забыты и оставлены без заботы."}

    {"Надзор Вестон-Ямады и ОА может быть разобщён, но ваши приказы однозначны: [underline]сохранение жизни, справедливость и сдержанность превыше всего.[/underline]"}
    { -rmc-co-briefing-divider }
    { -rmc-co-briefing-primary }

    {"[bullet]Развернуть передовую оперативную базу там, где помощь и сортировка раненых будут доступны как сотрудникам, так и выжившим заключённым."}
    {"[bullet]Найти пропавшие медицинские группы и сотрудников безопасности, которых в последний раз видели возле транспортного узла."}
    {"[bullet]Обезопасить журналы сомнительных с этической точки зрения исследований и доставить на «Алмайер» доказательства злоупотреблений и нарушений."}

    { -rmc-co-briefing-secondary }

    {"[bullet]Не применять летальную силу в тюремных зонах без подтверждённой прямой угрозы."}
    {"[bullet]Организовать безопасную эвакуацию невраждебных заключённых через верхние стыковочные платформы."}
    {"[bullet]Сохранить биологическое хранилище и архивные блоки для криминалистической экспертизы."}

    {"Человеческое достоинство сохраняется даже в забытых местах."}
    {"Покажите Фиорине, за что стоит Корпус."}
    { -rmc-co-briefing-sign-doves }
    { -rmc-co-briefing-footer }

rmc-co-briefing-fiorina-magpies =
    { -rmc-co-briefing-logo }
    {"[bold]Кому:[/bold] [italic]Командующему офицеру ВКСШ Алмайер[/italic]"}
    {"[bold]От:[/bold] [bold]УПРАВЛЕНИЕ ТЕХНИЧЕСКИХ ОПЕРАЦИЙ — СТАНЦИЯ «НАКОВАЛЬНЯ», ОРБИТА ГЕРКУЛИНЫ[/bold]"}
    {"[bold]Тема:[/bold] Исследовательские задачи — район операции «Научный комплекс Фиорины»"}
    {"[bold]Ссылка:[/bold] 48-77-RI"}
    {"[bold]Гриф:[/bold] [color=#cb0000][bold]КОНФИДЕНЦИАЛЬНО[/bold][/color]"}
    { -rmc-co-briefing-divider }
    {"Командующий,"}

    {"В комплексе Фиорины действовали два исследовательских протокола: изменение поведения заключённых и эксперименты с биологическим оружием."}

    {"Нам необходимо узнать, что пережило катастрофу."}

    {"Действуйте как экспедиция по эвакуации ценного имущества."}
    { -rmc-co-briefing-divider }
    { -rmc-co-briefing-primary }

    {"[bullet]Обезопасить передовую оперативную базу в месте с прямым доступом к ботаническому крылу и криохранилищу."}
    {"[bullet]Извлечь исследовательские данные, образцы подопытных и нейрологические импланты закрытых проектов из главной лаборатории."}
    {"[bullet]Выявить и изолировать аномальные биологические штаммы и неизвестных существ в пределах тюрьмы."}

    { -rmc-co-briefing-secondary }

    {"[bullet]Сохранить журналы ИИ и записи камер из кабинета начальника тюрьмы."}
    {"[bullet]Отслеживать возможное перемещение биологических объектов датчиками следа в тюремной часовне и секционном зале."}
    {"[bullet]Вывезти незавершённые прототипы и несанкционированные партии препаратов, хранящиеся возле медицинского склада ПЗ-1."}

    {"[underline]Вы здесь не для того, чтобы уничтожить всё.[/underline]"}
    {"Вы здесь, чтобы узнать то, что нам не следует забывать."}
    { -rmc-co-briefing-sign-magpies }
    { -rmc-co-briefing-footer }
