no-eorg-popup-title = Space Stories Marine Corps
no-eorg-popup-label = Добро пожаловать в конец раунда!
no-eorg-popup-message = [bold]Гриф после конца раунда (EORG)[/bold] не допускается на Space Stoires Marine Corps. Пожалуйста, оставайтесь в роли до появления экрана лобби, чтобы сохранить атмосферу погружения для всех. Спасибо за уважение к правилам сообщества!
no-eorg-popup-rule = [bold][color=#a4885c]Гриф после конца раунда запрещён и влечет за собой мгновенный безапелляционный бан на 3+ часа[/color][/bold].
no-eorg-popup-rule-text = Сюда относится любой дружественный огонь в конце раунда, независимо от того, кто начал грифинг, так как раунд может быть не полностью закончен, даже если главное условие было достигнуто. Сюда же относятся самоубийства без уважительной ролевой причины.
no-eorg-popup-close-button = Звучит здорово!
no-eorg-popup-close-button-wait = Кнопка закрытия будет включена через { $time } секунд.
no-eorg-popup-skip-checkbox = Не показывайте это снова.
