ent-RMCWeaponPistolPK7 = электростатический пистолет PK-7
    .desc = Менее смертоносный пистолет производства Вестон-Ямада. Созданный в 2080-х, электростатический пистолет PK-7 стреляет электрически заряженными пулями с высокой точностью, хотя его стоимость и постоянная потребность в чистке делают его редким оружием.
ent-RMCMagazinePistolPK7 = электростатический магазин PK-7 (9 мм)
    .desc = Вмещает 19 специальных проводящих патронов 9 мм. Электростатическая система PK-7 работает, выбрасывая патрон cV9mm с относительно низкой скоростью для сохранения высокой степени передачи кинетической энергии. Всё это превращает пробивающую пулю в менее летальную.
ent-RMCCartridgePistol9mmElectrostatic = электростатический картридж (9 мм)
    .desc = { ent-CMCartridgePistolBase.desc }
ent-RMCBulletPistol9mmElectrostatic = электростатическая пуля (9 мм)
    .desc = { ent-RMCProjectileTaser.desc }
