ent-RMCWeaponPistolPK7 = электростатический пистолет PK-7
    .desc = Пистолет несмертельного действия производства Weston-Yamada. Впервые выпущенный в 2080-х годах, электростатический пистолет PK-7 стреляет электрическими пулями с высокой точностью, хотя его стоимость и необходимость постоянной чистки делают его редким экземпляром.
ent-RMCMagazinePistolPK7 = электростатический магазин PK-7 (9мм)
    .desc = Вмещает 19 патронов специализированного токопроводящего калибра 9мм. Электростатический ускоритель в PK-7 функционирует за счет разгона снаряда cV9mm с пропорционально меньшей скоростью для поддержания более высокого коэффициента передачи кинетической энергии. Все это превращает пробивной патрон в патрон несмертельного действия.
ent-RMCCartridgePistol9mmElectrostatic = электростатический патрон (9мм)
    .desc = { ent-CMCartridgePistolBase.desc }
ent-RMCBulletPistol9mmElectrostatic = электростатическая пуля (9мм)
    .desc = { ent-RMCProjectileTaser.desc }
