ent-ActionXenoEvolve = Эволюционировать
    .desc = Эволюционируйте в следующую касту ксеноморфов.
ent-ActionXenoDevolve = Деградировать
    .desc = Превратиться в предыдущую касту ксенонидов. [color=red]Вам не вернут очки эволюции![/color]
ent-RMCGuidebookActionXenoEvolve = Эволюционировать
    .desc = Эволюционировать в следующую касту ксенонидов или выбрать штамм, если доступно.
ent-CMGuidebookActionXenoEvolve = Эволюционировать
    .desc = Эволюционировать в следующую касту ксенонидов или выбрать штамм, если доступно.
