ent-RMCExplosiveBreachingCharge = взрывной заряд
    .desc = Взрывное устройство, используемое для проникновения в помещения и защищающее пользователя от взрыва, а также разбрасывающее смертоносную шрапнель с другой стороны.
ent-RMCExplosiveBreachingChargeRubber = штурмовой заряд X17
    .desc = Взрывное устройство, используемое для проникновения в помещения с защитой пользователя от взрывной волны. В отличие от стандартного штурмового заряда, X17 выпускает конус резиновых шариков, предназначенных для выведения из строя, а не для убийства.
ent-RMCExplosiveBreachingChargeRubberTSEPA = штурмовой заряд X17 ИТСПД
    .desc = { ent-RMCExplosiveBreachingChargeRubber.desc }
ent-RMCExplosivePlastic = пластичная взрывчатка
    .desc = Используется для проделывания отверстий в определенных местах без лишних дырок.
