stories-cadet-attachable-shoot = Вы не можете использовать { $attachable } пока не отыграете { $time } часа игрового времени!
stories-cadet-grenade-use = Вы не можете использовать гранаты пока не отыграете { $time } часа игрового времени!
stories-cadet-mortar-use = Вы не можете использовать миномёт пока не отыграете { $time } часа игрового времени!
stories-cadet-flamer-use = Вы не можете использовать огнемёт пока не отыграете { $time } часа игрового времени!
stories-cadet-cant-use = Вы не можете использовать это пока не отыграете { $time } часа игрового времени!
stories-cadet-cant-build = Вы не можете построить это пока не отыграете { $time } часа игрового времени!
stories-cadet-cant-destroy = Вы не можете сломать это пока не отыграете { $time } часа игрового времени!
stories-cadet-cant-attack-allies = Вы не можете атаковать союзников пока не отыграете { $time } часа игрового времени!

st-alerts-new-players-name = Новичок!
st-alerts-new-players-desc = Вы - новый игрок. В течение первых нескольких часов игры вам будут ограничены некоторые элементы геймплея. Например, использование определённых видов вооружения, возможность атаковать союзников, а также разрушать структуры улья, если вы играете за ксеноморфа.
