ent-CMWindowDirectional = окно
    .desc = Стеклянное окно. Оно выглядит тонким и хрупким. От нескольких ударов чем-либо оно должно разбиться.
ent-CMWindowReinforcedDirectional = усиленное окно
    .desc = Стеклянное окно, укрепленное прутьями. Выглядит довольно прочным. Потребуется несколько хороших ударов, чтобы разбить его.
ent-CMWindowTintedDirectional = тонированное окно
    .desc = Окно из тонированного стекла. Выглядит довольно прочным и непрозрачным. Потребуется несколько ударов, чтобы разбить его.
ent-CMWindowUltraDirectional = ультраусиленное окно
    .desc = Усиленное окно, предназначенное для обеспечения безопасности подиума для брифингов.
