stories-xeno-boxer-name = Боксёр
stories-xeno-boxer-description =
    Вы обмениваете возможность наброситься, ударить или отбросить противника
    на более стратегичный стиль боя. Взамен вы получаете:
    - Дополнительные 5 единиц брони.
    - Возможность накапливать стаки нокаута с помощью способностей Удар, Внезапный удар и ударов когтями.

    В зависимости от количества накопленных стаков нокаута,
    ваша способность Апперкот нанесет увеличенный урон, откинет противника,
    а при высоких значениях оглушит его. Кроме того, вы восстановите часть здоровья.

    Помимо этого, ваш стиль боя дает пассивный эффект,
    позволяющий частично игнорировать оглушение от некоторых источников,
    таких как картечь.
stories-xeno-boxer-popup = Эти лапки покажут им как надо набивать лица

stories-xeno-trapper-name = Силкер
stories-xeno-trapper-description =
    Вы обмениваете способность бомбардировать, использовать копье и извергать кислоту
    на скорость и способность создавать кислотные взрывы и удерживать в них врагов.

    Благодаря увеличенному радиусу обзора вы можете устанавливать ловушки, которые обездвиживают противников, и кислотные мины, которые наносят урон врагам и баррикадам, а также сокращают время восстановления ваших ловушек за каждого задетого врага.

    Наконец, поражайте врагов из "Кислотного дробовика", который добавляет стак прозрения для усиления следующей установленной ловушки при достижении максимума в десять стаков. Выстрел в упор или выстрел по оглушенной цели мгновенно наложит десять стаков.
stories-xeno-trapper-popup = Поле битвы — мой холст, а я — художник. Расплавь их там, где они стоят.

stories-xeno-bulwark-name = Бастион
stories-xeno-bulwark-description =
    Вы обмениваете способность броситься, ударить или отбросить противника
    на защитный стиль боя. Взамен вы получаете:
    - Немного больше здоровья по сравнению с обычным воином.
    - Высокую базовую броню и усиленную защиту от взрывов.
    - Способность опускать отрощенные пластины, тем самым увелечивая фронтальную и боковую броню.

    Закованные Пластины слегка снижают урон ваших атак, но дают иммунитет к опрокидыванию.

    Удар Пластиной позволяет броситься на врага или мощно оттолкнуть его при активных пластинах.

    Взмах Хвоста опрокидывает врагов вокруг вас, а гранаты отбрасывает обратно.

    Отражающий Щит отражает большую часть пуль спереди обратно в атакующего за половину урона.
    Требует активных Закованных Пластин.

    Пассивные: Ваши пластины позволяют вам получать меньше урона при ломании укреплений с проволокой.
stories-xeno-bulwark-popup = Ваши панцирь укрепляется — вы становитесь живым щитом улья!

st-xeno-bulwark-reflective-shield-need-plates = Необходимо активировать Закованные Пластины!
st-xeno-bulwark-reflective-shield-cant-use = Нельзя использовать способности при активном Отражающем Щите!
