stories-xeno-boxer-name = Боксёр
stories-xeno-boxer-description =
    Вы обмениваете возможность наброситься, ударить или отбросить противника
    на более стратегичный стиль боя. Взамен вы получаете:
    - Дополнительные 5 единиц брони.
    - Возможность накапливать стаки нокаута с помощью способностей Удар, Внезапный удар и ударов когтями.

    В зависимости от количества накопленных стаков нокаута,
    ваша способность Апперкот нанесет увеличенный урон, откинет противника,
    а при высоких значениях оглушит его. Кроме того, вы восстановите часть здоровья.

    Помимо этого, ваш стиль боя дает пассивный эффект,
    позволяющий частично игнорировать оглушение от некоторых источников,
    таких как картечь.
stories-xeno-boxer-popup = Эти лапки покажут им как надо набивать лица

stories-xeno-trapper-name = Силкер
stories-xeno-trapper-description =
    Вы обмениваете способность бомбардировать, использовать копье и извергать кислоту
    на скорость и способность создавать кислотные взрывы и удерживать в них врагов.

    Благодаря увеличенному радиусу обзора вы можете устанавливать ловушки, которые обездвиживают противников, и кислотные мины, которые наносят урон врагам и баррикадам, а также сокращают время восстановления ваших ловушек за каждого задетого врага.

    Наконец, поражайте врагов из "Кислотного дробовика", который добавляет стак прозрения для усиления следующей установленной ловушки при достижении максимума в десять стаков. Выстрел в упор или выстрел по оглушенной цели мгновенно наложит десять стаков.
stories-xeno-trapper-popup = Поле битвы — мой холст, а я — художник. Расплавь их там, где они стоят.
