stories-xeno-boxer-name = Боксёр
stories-xeno-boxer-description =
    Вы обмениваете возможность наброситься, ударить или отбросить противника
    на более стратегичный стиль боя. Взамен вы получаете:
    - Дополнительные 5 единиц брони.
    - Возможность накапливать стаки нокаута с помощью способностей Удар, Внезапный удар и ударов когтями.
    
    В зависимости от количества накопленных стаков нокаута,
    ваша способность Апперкот нанесет увеличенный урон, откинет противника,
    а при высоких значениях оглушит его. Кроме того, вы восстановите часть здоровья.
    
    Помимо этого, ваш стиль боя дает пассивный эффект,
    позволяющий частично игнорировать оглушение от некоторых источников,
    таких как картечь.
stories-xeno-boxer-popup = Эти лапки покажут им как надо набивать лица
