ent-RMCSwatCMBUniform = униформа БКМ для подавления беспорядков
    .desc = Темный комплект тактической формы, используемый маршалами колонии, предназначенный для использования подразделениями по подавлению беспорядков на дальних мирах, находящихся под юрисдикцией колонии.
ent-RMCSwatLeaderCMBUniform = униформа БКМ маршала для подавления беспорядков
    .desc = Темный комплект тактической формы, используемый маршалами колонии, предназначенный для использования подразделениями по подавлению беспорядков на дальних мирах, находящихся под юрисдикцией колонии.
