ent-RMCSwatCMBUniform = униформа БКМ для подавления беспорядков
    .desc = Темный комплект тактической формы, используемый маршалами колонии, предназначенный для использования подразделениями по подавлению беспорядков на дальних мирах, находящихся под юрисдикцией колонии.
ent-RMCSwatLeaderCMBUniform = униформа маршала БКМ для подавления беспорядков.
    .desc = Тёмный тактический комплект формы, используемый маршалами колонии. Предназначен для подразделений по подавлению беспорядков на дальних планетах, находящихся под юрисдикцией колонии.
ent-RMCMarshalCMBUniform = униформа колониального маршала.
    .desc = Светло-белые брюки и синяя рубашка на пуговицах с тёмно-коричневым галстуком — стандартная униформа колониальных маршалов.
