ent-RMCMarineUniformDressEnlisted = парадный китель и брюки рядового морпеха
    .desc = Нижняя рубашка и брюки легендарных парадных синих кителей морских пехотинцев, практически не изменившиеся с XIX века. Этот простой вариант предназначен для рядового состава, от E-1 до E-3.
ent-RMCMarineUniformDressSenior = парадный китель и брюки старшины морпеха
    .desc = Нижняя рубашка и брюки легендарных парадных синих кителей морских пехотинцев, практически не изменившиеся с XIX века. Этот вариант имеет характерную полоску "Кровь" для сержантского и офицерского состава.
ent-RMCMarineUniformDressGeneral = парадный китель и брюки генерала морпехов
    .desc = Нижняя рубашка и брюки легендарных парадных синих кителей морских пехотинцев, практически не изменившиеся с XIX века. Этот вариант имеет чёрные брюки и широкую полоску "Кровь", носимую генералами.
