ent-RMCJumpsuitFreelancer = форма наёмника-фрилансера
    .desc = Легко драпируемая полевая форма, идеальная для непринуждённого наёмника. Отдаёт порохом, яблочным пирогом, смазкой и следами сакэ.
ent-RMCJumpsuitFreelancerBluePants = костюм наёмника
    .desc = Пара камуфляжных брюк цвета хаки в сочетании с синей футболкой. Часто встречается у наёмников, которые не служат никакой стране, а только своим контрактам.
ent-RMCJumpsuitFreelancerGreenPants = костюм наёмника
    .desc = Пара брюк лесного камуфляжа в сочетании с белой футболкой. Часто встречается у наёмников, которые не служат никакой стране, а только своим контрактам.
ent-RMCJumpsuitFreelancerBlackPants = костюм наёмника
    .desc = Пара чёрных тактических брюк в сочетании с оливковой футболкой. Часто встречается у наёмников, которые не служат никакой стране, а только своим контрактам.
