ent-RMCWeaponFlamerColony = установка-инсинератор LC9
    .desc = LC9 — это крупный, громоздкий инсинератор, разработанный для гражданского использования, с уникальным переключателем интенсивности пламени на дне. Режим низкой интенсивности служит сварочной горелкой, а режим высокой интенсивности используется для утилизации органических материалов и расчистки мусора. Переключатель заклинило на режиме высокой интенсивности.
ent-RMCTankFlamerColony = топливный баллон LC9
    .desc = Топливный баллон для использования в установке-инсинераторе LC9. Обращайтесь с осторожностью.
