ent-RMCWeaponFlamer = огнеметная установка M240A1
    .desc = Огнеметная установка M240A1 зарекомендовала себя как одно из самых эффективных орудий для уничтожения малозаметных целей. Это оружие следует бояться и уважать, поскольку оно весьма смертоносно.
ent-RMCTankFlamer = бак огнемета
    .desc = Топливный бак, используемый для хранения топлива для использования в установке M240A1 для сжигания. Обращайтесь с ним осторожно.
ent-RMCCaseFlamer = кейс огнемета M240A1
    .desc = Оружейный кейс, содержащий установку для сжигания M240A1. Он поставляется заряженным, но вам все равно придется искать дополнительные баки по ходу дела.
