ent-RMCScoutSniperSniperEquipmentCase = кейс снайпера-разведчика
    .desc =
        Большой кейс, содержащий снайперскую винтовку M96S-B с прицелом и глушителем, соответствующий нашлемный прицел, шесть запасных магазинов со стандартными патронами и сошки.

        ПРИМЕЧАНИЕ: Вы не можете положить предметы обратно в этот кейс.
    .suffix = Снайпер
ent-RMCScoutSniperMarksmanEquipmentCase = кейс снайпера-разведчика
    .desc = Большой кейс, содержащий марксманскую винтовку L112A1, соответствующий нашлемный прицел, десять запасных магазинов с патронами РГЧ и сошки.
    .suffix = Марксман
ent-RMCScoutSniperEquipmentCase = кейс снайпера
    .desc =
        Большой кейс, содержащий винтовку M96S-B с глушителем и оптическим прицелом, соответствующий ей налобный прицел, шесть запасных магазинов со стандартными патронами и сошки.

        Примечание. Вы не сможете положить предметы обратно в этот кейс.
