ent-CMSniperEquipmentCase = кейс снайперского снаряжения
    .desc =
        Большой кейс, в котором находится ваша собственная дальнобойная снайперская винтовка M96S, бронежилет и шлем M45, прицел M42, боеприпасы, оборудование для наводчика и дополнительное снаряжение.

        ПРИМЕЧАНИЕ: Вы не можете поместить предметы обратно в этот кейс.
ent-RMCAntiMaterielEquipmentCase = кейс противотанкового снайперского снаряжения
    .desc =
        Большой кейс, содержащий вашу собственную дальнобойную снайперскую винтовку XM43E1, бронежилет и шлем M45, прицел M42, боеприпасы, оборудование для корректировщика и дополнительное снаряжение.

        ПРИМЕЧАНИЕ: Вы не можете положить предметы обратно в этот кейс.
ent-RMCGrenadeSpecEquipmentCase = кейс гренадерского снаряжения
    .desc =
        Большой кейс, содержащий сверхмощный многозарядный гранатомет M83, гренадерскую броню и шлем M3-G4, значительное количество различных гранат M40 и дополнительное снаряжение.

        ПРИМЕЧАНИЕ: Вы не можете поместить предметы обратно в этот кейс.
ent-RMCDemoSpecEquipmentCase = кейс разрушительного снаряжения
    .desc =
        Большой кейс, содержащий противотанковую пусковую установку M5 тяжелого калибра, усиленную легкую броню M3-T, пять 84-мм ракет и дополнительное оборудование.

        ПРИМЕЧАНИЕ: Вы не можете поместить предметы обратно в этот кейс.
ent-RMCScoutSpecEquipmentCase = кейс скаутского снаряжения
    .desc =
        Большой кейс с боевой винтовкой M4RA, легкой броней и шлемом M3-S, боевым прицелом M4RA, тепловым плащом M68, реактивным тепловым брезентом V3, боеприпасами и дополнительным снаряжением.

        ПРИМЕЧАНИЕ: Вы не можете поместить предметы обратно в этот кейс.
ent-RMCPyroSpecEquipmentCase = кейс со снаряжением пиротехника
    .desc =
        Большой кейс, содержащий огнеметную установку M240-T, броню и шлем пиротехника M35, гибкую систему дозаправки Бройлер-Т и дополнительные элементы снаряжения.
        ПРИМЕЧАНИЕ: Вы не можете положить предметы обратно в этот кейс.
ent-RMCKitLoader = набор загрузчика
    .desc =
        Большой комплект, содержащий все припасы, необходимые для превращения частного помощника по загрузке для специалиста по сносу.
        Небольшая инфографическая серия показывает, как следует сделать перезагрузку:
        Шаг первый: возьмите ракету
        Шаг второй: позиционируйте себя за специалистом
        Шаг третий: Убедитесь, что специалист владеет своей пусковой установкой
        Шаг четвертый: Загрузите ракету в пусковую установку
        Шаг пятый: стоять подальше от заднего разряда
ent-RMCKitSpotter = комплект корректировщика
    .desc = { ent-RMCKitBase.desc }
