ent-CMPacketPills = упаковка таблеток
    .desc = Содержит таблетки. После того как вы их вынете, они уже не попадут обратно.
ent-CMPacketPillsTricordrazine = упаковка таблеток трикордазина
    .desc = Содержит таблетки трикордазина. Немного лечит все виды повреждений. После того как вы их вынете, они не вставляются обратно. Не принимайте более 2 таблеток за короткий промежуток времени.
ent-CMPacketPillsBicaridine = упаковка таблеток бикаридина
    .desc = Содержит таблетки бикаридина. Эффективно лечит грубый урон. После того как вы их вынете, они уже не вставляются обратно. Не принимайте более 2 таблеток за короткий промежуток времени.
ent-CMPacketPillsKelotane = упаковка таблеток келотана
    .desc = Содержит таблетки бикаридина. Эффективно лечит повреждения от ожогов. После того, как вы их вынете, они не вставляются обратно. Не принимайте более 2 таблеток за короткий промежуток времени.
