stories-cadet-attachable-shoot = Вы не можете использовать { $attachable } пока не отыграете 10 часов игрового времени!
stories-cadet-grenade-use = Вы не можете использовать гранаты пока не отыграете 10 часов игрового времени!
stories-cadet-mortar-use = Вы не можете использовать миномёт пока не отыграете 10 часов игрового времени!
stories-cadet-flamer-use = Вы не можете использовать огнемёт пока не отыграете 10 часов игрового времени!
stories-cadet-cant-use = Вы не можете использовать это пока не отыграете 10 часов игрового времени!
stories-cadet-cant-build = Вы не можете построить это пока не отыграете 10 часов игрового времени!
stories-cadet-cant-destroy = Вы не можете сломать это пока не отыграете 10 часов игрового времени!
stories-cadet-cant-attack-allies = Вы не можете атаковать союзников пока не отыграете 10 часов игрового времени!