ent-STVehicleAmmoFlareLauncher = Магазин осветительных фаеров M-87F
    .desc = Гранатный магазин для вспомогательного вооружения. Загружен осветительными фаерами в одноразовых гильзах.
ent-STVehicleAmmoBoyarsDualcannon = Магазин PARS-159 для двухорудийного Boyars
    .desc = Магазин для двухорудийного Boyars PARS-159, заряженный 20мм снарядами. При попадании слегка оглушает цель. Поддерживает IFF.
ent-STVehicleAmmoREFrontalCannon = Магазин передней пушки RE-RE700
    .desc = Большой ящик с патронами, подозрительно похожий на коробку для перезарядки M56 Cupola. Наклейка с логотипом Bleihagel слегка оторвалась, похоже, под ней скрыт другой логотип…
ent-STVehicleAmmoM56FPW = Магазин M56 FPW
    .desc = Магазин для огневого оружия M56. Поддерживает IFF.
