ent-RMCGunRackM34IncineratorEmpty = стойка для огнеметов M240
    .desc = Стойка производства ЭГИДА для хранения длинноствольного оружия. Изначально предполагалось, что эта модель будет чрезвычайно модифицируемой, но КМП США заказали стойки с фиксированными слотами, которые подходят только для огнеметов M34. Говорят, что они были дешевле, а некоторые утверждают, что главной причиной была способность морпехов легко сломать все, что сложнее вольфрамового шарика.
    .suffix = Огнемет M240, Пустая
ent-RMCGunRackM34IncineratorFilled = { ent-RMCGunRackM34IncineratorEmpty }
    .suffix = Огнемет M240, Заполненная
    .desc = { ent-RMCGunRackM34IncineratorEmpty.desc }
