ent-RMCGunRackM42A2Empty = стойка для дробовиков M42A2
    .desc = Стойка для хранения длинноствольного оружия производства ЭГИДА. Изначально предполагалось, что модель будет крайне модифицируемой, но КМП США заказал стойки с фиксированными слотами, подходящими только для дробовиков M42A2. Говорят, они были дешевле, а некоторые утверждают, что главной причиной была способность морпехов легко сломать всё, что сложнее вольфрамового шарика.
    .suffix = M42A2, пустая
ent-RMCGunRackM42A2Filled = { ent-RMCGunRackM42A2Empty }
    .suffix = M42A2, заполненная
    .desc = { ent-RMCGunRackM42A2Empty.desc }
