ent-WeaponSMGFNFP9000 = пистолет-пулемет FN FP9000
    .desc = Старый дизайн, но он выдержал испытание временем. Утечка и незашифрованная схема 3D-печати, а также чрезвычайно прочная и достаточно дешевая в производстве рама позволили этому оружию быть основным оружием колоний и частных охранных фирм уже более ста лет.
ent-CMMagazineSMGFN9000 = магазин FP9000 (5.7x28мм)
    .desc = { ent-BaseMagazineRifle.desc }
ent-CMCartridgeSMG5.7x28mm = патрон (5.7x28мм)
  .desc = патрон 5.7x28мм. Вставляется в 5.7x28мм магазины.
ent-BulletSMG5.7x28mm = { ent-BaseBullet }
  .desc = { ent-BaseBullet.desc }
