ent-CMWeaponPistolBase = { ent-BaseItem }
    .desc = { ent-BaseItem.desc }
ent-CMWeaponPistolM4A3 = служебный пистолет M4A3
    .desc = Служебный пистолет M4A3, который когда-то был стандартным оружием колониальных пехотинцев, но недавно был заменен боевым пистолетом 88 Mod 4.
ent-CMWeaponPistol88m4 = боевой пистолет 88 Мод. 4
    .desc = Стандартное огнестрельное оружие USCM. Также встречается в руках команд ЧВК Вейланд-Ютани. Стреляет 9-мм патронами, разрушающими броню, и может вести огонь очередями по 3 патрона.
