ent-RMCSignRequisitions = Руководство для отдела заявок КМП США
    .desc =
        1. Вам не полагается обслуживание или оборудование. Приложения — это привилегия, а не право.
        2. Для получения обслуживания вы должны быть полностью одеты. Нижнее белье для криосна недопустимо.
        3. Квартирмейстер имеет последнее слово и право отказать в обслуживании. Только исполняющий обязанности командира может отменить их решения.
        4. Пожалуйста, относитесь к персоналу отдела заявок с уважением. Они усердно работают.
