ent-CMMagazineSniperM42A = магазин M42A (10x28мм)
    .desc = Магазин с патронами для снайперской винтовки. Прицельный выстрел из него наносит значительный урон.
ent-CMMagazineSniperM42AIncendiary = зажигательный магазин M42A (10x28мм)
    .desc = Магазин с патронами для снайперской винтовки. Прицельный выстрел из него временно ослепит таргет и разожжет пламя дальше.
ent-CMMagazineSniperM42AFlak = магазин M42A flak (10x28мм)
    .desc = Магазин с патронами для снайперской винтовки. Прицельный выстрел из него временно замедляет цель и минимизирует обратную реакцию.
ent-CMMagazineSniperM42AAntiMateriel = магазин XM43E1 (10x99мм)
    .desc = Магазин для противопехотных патронов калибра 10x99 мм.
