ent-RMCGuidebookLawMarine = морское право
    .desc = Как правило любимое чтиво любого сотрудника военной полиции КМП США, главное предназначение права — служить весами для меча правосудия, применяемого на судах Корпуса морской пехоты Соединенных Штатов Америки для поддержания мира и порядка. Среди ее прозвищ: Красная книга Дьявола, Библия всех грешников, ТА САМАЯ Книга, МП, Красный кирпич, Руководство по пыткам провоста, Красная дьявольская пыточная библия всех грешников провоста.
ent-RMCGuidebookLawMarineProvost = морское право: ограниченное издание для провоста
    .suffix = Руководство, Адмем
    .desc = { ent-RMCGuidebookLawMarine.desc }
ent-RMCGuidebookSOP = стандартные операционные процедуры
    .desc = Одна из важнейших книг на борту любого судна Корпуса морской пехоты Соединенных Штатов Америки, или, по крайней мере, так к ней следует относиться. Книга содержит на своих страницах руководящие принципы и процедуры КМП США, применимые ко всевозможным ситуациям.
