ent-RMCGuidebookLawMarine = морское право
    .desc = Обычно это любимое чтиво любого сотрудника военной полиции КМС ООН, чье главное предназначение — служить весами для меча правосудия, применяемого на судах Корпуса морской пехоты Организации Объединенных Наций для поддержания мира и порядка. Среди ее прозвищ: Красная книга Дьявола, Библия всех грешников, ТА САМАЯ Книга, МП, Красный кирпич, Руководство по пыткам коменданта, Красная дьявольская пыточная библия всех грешников коменданта.
ent-RMCGuidebookLawMarineProvost = морское право: ограниченное издание для коменданта
    .suffix = Руководство, Адмем
    .desc = { ent-RMCGuidebookLawMarine.desc }
ent-RMCGuidebookSOP = стандартные операционные процедуры
    .desc = Одна из важнейших книг на борту любого судна Корпуса морской пехоты Организации Объединенных Наций, или, по крайней мере, так к ней следует относиться. Книга содержит на своих страницах руководящие принципы и процедуры КМС ООН, применимые ко всевозможным ситуациям.
