ent-CMM96CSniperRifle = модифицированная снайперская винтовка M96C
    .desc = Сверхтяжелая снайперская винтовка усовершенствованная Вестон-Ямадой, использующая специальный вариант тяжелого безгильзового снайперского патрона 10x99мм. Для более эффективного результата и стрельбы нужна специальная броня для смягчения отдачи.
ent-CMMagazineSniperM96C = модифицированный магазин M96C (10x99мм)
    .desc = Магазин тяжелого безгильзового снайперского патрона.
ent-CMCartridgeSniper10x99mm = снайперский патрон (10x99мм)
    .desc = { ent-CMBaseCartridgeRifle.desc }
ent-CMBulletSniper10x99mm = сверхзвуковая снайперская пуля (10x99мм)
    .desc = { ent-RMCBaseBullet.desc }
