ent-RMCXM43E1AntiMaterielRifle = антиматериальная винтовка XM43E1
    .desc = Экспериментальная антиматериальная винтовка производства компании Вооружение Эгида, недавно извлеченная из глубинных хранилищ заброшенного центра прототипирования. В частности, эта винтовка в настоящее время проходит полевые испытания. Эта винтовка может пробивать тонкую металлическую обшивку и стены, но при этом теряет большую часть своей смертоносности. Опытные пользователи знают, что с помощью одного стандартного магазина 10x99 мм можно разобрать на части прочную армированную стену в полевых условиях. Вместо взрывчатки или сапера они используют каждый из 8 выстрелов для разрушения жизненно важных структурных опор, разбирая стену на части.
ent-RMCMagazineSniperXM43E1AntiMateriel = антиматериальный магазин XM43E1 (10x99 мм)
    .desc = Магазин с безоболочечными патронами 10x99 мм, способными пробить большинство боевых единиц пехоты. В зависимости от того, во что вы попали, энергии может хватить даже на то, чтобы ранить все, что находится за целью.
ent-RMCCartridgeSniper10x99mmAntiMateriel = антиматериальный патрон (10x99 мм)
    .desc = { ent-CMCartridgeSniper10x28mm.desc }
ent-RMCBulletSniper10x99mmAntiMateriel = антиматериальная пуля (10x99 мм)
    .desc = { ent-CMBulletSniper10x28mm.desc }
