ent-CMFortuneCookie = печенье с предсказаниями
    .desc = Золотисто-коричневое печенье с предсказаниями. Некоторые говорят, что бумага внутри даже способна предсказывать будущее, что бы это ни значило.
ent-CMFortuneCookieCracked = сломанное печенье с предсказаниями
    .desc = Золотисто-коричневое печенье с предсказаниями. Некоторые говорят, что бумага внутри даже способна предсказывать будущее, что бы это ни значило.
ent-CMFortuneCookiePaper = предсказание
    .desc = { ent-FoodCookieFortune.desc }
