ent-RMCCLFSurplusPVE = Шкаф с одеждой КОФ
    .desc = Крепкая металлическая стойка, изготовленная местными товарищами с фронта, доверху набитая всем необходимым снаряжением и одеждой, которую может пожелать повстанец, — всё это, кстати, тоже изготовлено местными товарищами с фронта.
    .suffix = PVE, КОФ
ent-RMCCLFUtilitiesPVE = Шкаф с припасами КОФ
    .desc = Крепкая металлическая стойка, взятая из захваченной военной поставки ООН, нагруженная всем снаряжением, которое только может пожелать повстанец.
    .suffix = PVE, КОФ
