ent-RMCBaseTesla = { ent-BaseItem }
    .desc = { ent-BaseItem.desc }
ent-RMCTesla = катушка теслы UN 21S
    .desc = Усовершенствованный способ производства высоковольтного, слаботочного и высокочастотного электричества. Небольшие модификации позволяют ей поражать только враждебные цели, вызывая разрушительный шок.
ent-RMCTeslaMicro = катушка микротесла UN 25S
    .desc = Усовершенствованный способ производства высоковольтного, слаботочного и высокочастотного электричества. Небольшие модификации позволяют ей поражать только враждебные цели разрушительным шоком. Этот прибор меньше и легче.
ent-RMCTeslaOverclocked = разогнанная катушка тесла UN 21S
    .desc = Усовершенствованный способ производства высоковольтного, слаботочного и высокочастотного электричества. Небольшие модификации позволяют ей поражать только враждебные цели разрушительным шоком. Эта катушка значительно разогнана, обеспечивая гораздо большее напряжение за счет снижения скорости.
