ent-ColMarTechSCTGear = КолМорТех Стойка Снаряжения Комтеха Отряда
    .desc = Автоматизированная стойка снаряжения для боевых техников.
ent-ColMarTechSCTEquipment = КолМорТех Стойка Экипировки Комтеха Отряда
    .desc = Автоматизированная стойка, подключенная к колоссальному хранилищу стандартного снаряжения боевых техников.
ent-ColMarTechSCTTools = КолМорТех Поставщик Инструментов Комтеха
    .desc = Торговый автомат, в котором хранятся различные дополнительные инструменты, которые пригодятся на поле.
