ent-ColMarTechSCTGear = КолМорТех стойка снаряжения комтеха отряда
    .desc = Автоматизированная стойка снаряжения для боевых техников.
ent-ColMarTechSCTEquipment = КолМорТех стойка экипировки комтеха отряда
    .desc = Автоматизированная стойка, подключенная к колоссальному хранилищу стандартного снаряжения боевых техников.
ent-ColMarTechSCTTools = КолМорТех поставщик инструментов комтеха
    .desc = Торговый автомат, в котором хранятся различные дополнительные инструменты, которые пригодятся на поле.
