ent-RMCVendorWeaponsSpecialistGearBase = { "" }
    .desc = { "" }
ent-ColMarTechSWSGear = КолМорТех стойка снаряжения специалиста по оружию
    .desc = Автоматизированная стойка для специалистов по оружию отряда.
ent-RMCKitWeaponsSpecialist = набор специалиста
    .desc = Бумажная коробка. Откройте ее и получите набор специалиста.
ent-ColMarTechSWSEquipment = КолМорТех стойка экипировки специалиста по оружию
    .desc = Автоматизированная стойка, подключенная к колоссальному хранилищу стандартного снаряжения специалиста по оружию отряда.
