ent-RMCVendorWeaponsSpecialistGearBase = { "" }
    .desc = { "" }
ent-ColMarTechSWSGear = КолМорТех стойка оружейного специалиста
    .desc = Автоматизированный стеллаж для специалистов по вооружению отряда.
ent-RMCKitWeaponsSpecialist = специализированный набор
    .desc = Бумажная коробка. Откройте ее и получите набор специалиста.
ent-ColMarTechSWSEquipment = КолМорТех стойка оружейного специалиста
    .desc = Автоматизированная стойка, подключенная к колоссальному хранилищу стандартного снаряжения специалиста по оружию отряда.
