ent-RMCVendorWeaponsSpecialistGearBase = { "" }
    .desc = { "" }
ent-ColMarTechSWSGear = КолМорТех Стойка Снаряжения специалиста по оружию
    .desc = Автоматизированная стойка специалистов по оружию отряда.
ent-RMCKitWeaponsSpecialist = набор специалиста
    .desc = Бумажная коробка. Откройте ее и получите набор специалиста.
ent-ColMarTechSWSEquipment = КолМорТех Стойка Экипировки специалиста по оружию
    .desc = Автоматизированная стойка, подключенная к колоссальному хранилищу стандартного снаряжения специалиста по оружию отряда.
