ent-ColMarTechFLGear = КолМорТех Стойка Снаряжения командира огневой группы
    .desc = Автоматизированная стойка снаряжения для командиров огневой группы.
ent-ColMarTechFLEquipment = КолМорТех Стойка Экипировки командира огневой группы
    .desc = Автоматизированная стойка экипировки, подключенная к колоссальному хранилищу стандартного снаряжения командира огневой группы.
ent-RMCVendorBundleCrewFireteamLeader = необходимый набор командира огневой группы
    .desc = Содержит лазерный целеуказатель и две упаковки сигнальных ракет.
