ent-ColMarTechFLGear = КолМорТех стойка снаряжения командира огневой группы
    .desc = Автоматизированная стойка снаряжения для командиров огневой группы.
ent-ColMarTechFLEquipment = КолМорТех стойка экипировки командира огневой группы
    .desc = Автоматизированная стойка экипировки, подключенная к колоссальному хранилищу стандартного снаряжения командира огневой группы.
ent-RMCVendorBundleCrewFireteamLeader = необходимый набор командира огневой группы
    .desc = Содержит лазерный целеуказатель и две упаковки сигнальных ракет.
