ent-CMShardBase = { ent-BaseItem }
    .desc = { ent-BaseItem.desc }
ent-CMShardGlass = осколок стекла
    .desc = Осколок разбитого стекла. Возможно, может быть использован как... метательное оружие?
ent-RMCShardIce = осколок льда
    .desc = Осколок льда. Вероятно, может быть использован как... метательное оружие?
ent-CMShardPhoron = осколок форона
    .desc = Осколок разбитого форонского стекла. Значительно прочнее, чем обычные осколки стекла. Очевидно, недостаточно прочный, чтобы стать окном.
