ent-CMSADARUnfolded = SADAR M83A2
    .desc = M83A2 SADAR - это легкое одноразовое противотанковое оружие, способное поражать технику противника на расстоянии. Полностью одноразовая пусковая установка выбрасывается после выстрела. В разложенном виде, СТАНДАРТНАЯ система состоит из водонепроницаемой ударной трубы из углепластикового композита, внутри которой находится алюминиевая пусковая труба с ракетой. Выстрел из оружия производится нажатием кнопки заряжания на спусковой рукоятке. Прицеливание производится с плеча.
ent-CMSADARFolded = SADAR M83A2 (сложенный)
    .desc = M83A2 SADAR - это легкое одноразовое противотанковое оружие, способное поражать технику противника на расстоянии. Полностью одноразовая пусковая установка выбрасывается после выстрела. В разложенном виде, СТАНДАРТНАЯ система состоит из водонепроницаемой ударной трубы из углепластикового композита, внутри которой находится алюминиевая пусковая труба с ракетой. Выстрел из оружия производится нажатием кнопки заряжания на спусковой рукоятке. Прицеливание производится с плеча.

    Перед стрельбой необходимо разложить
