stories-lobby-sponsor-status = Спонсор
stories-sponsor-perks-title = Поддержка Проекта
stories-sponsor-perks-description = Поддерживая наш проект на Boosty, вы помогаете оплачивать хостинг и развивать сервер! В знак благодарности вы получаете следующие бонусы:

    - Доступ в чат спонсоров в Discord.
    - Выделяющийся цвет ника в OOC чате.
    - Приоритетная очередь при входе на переполненный сервер.
    - Обход ограничений по времени на роли и белого списка ролей.
    - Доступ к уникальным скинам ксеноморфов.
    - Уникальные скины для призраков.
    - Возможность носить уникальное снаряжение.
    - Доступ к эксклюзивным TTS голосам и возможность создавать свои.

    Огромное спасибо всем, кто нас поддерживает!

stories-ui-lobby-support-button = Поддержать
stories-ui-lobby-boosty-button = Перейти на Boosty
