reagent-name-rmcphoron = Форон
reagent-desc-rmcphoron = Особая форма металлической плазмы, которая не встречается на Земле. Хотя форон легко воспламеняется и чрезвычайно токсичен, его высокая плотность энергии делает его одной из лучших альтернатив твердому топливу. Жидкий форон часто используется в исследовательских целях и в медицинской промышленности в качестве катализатора для многих передовых химических веществ.
reagent-name-rmcnapalmut = Топливо СГ-Напталь
reagent-desc-rmcnapalmut = Известен как сверхгустое нафталиновое топливо, липкий горючий жидкий химикат, обычно используемый в огнеметах.
