reagent-name-rmcphoron = Форон
reagent-desc-rmcphoron = Особая форма металлической плазмы, которая не встречается на Земле. Хотя форон легко воспламеняется и чрезвычайно токсичен, его высокая плотность энергии делает его одной из лучших альтернатив твердому топливу. Жидкий форон часто используется в исследовательских целях и в медицинской промышленности в качестве катализатора для многих передовых химических веществ.

reagent-name-rmcnapalm-ut = Топливо СГ-Нафталин
reagent-desc-rmcnapalm-ut = Известно как сверхгустое нафталиновое топливо — липкая горючая жидкость, обычно используемая в огнеметах.

reagent-name-rmcbgel = Напалм Б-Гель
reagent-desc-rmcbgel = В отличие от своих жидких аналогов, этот гелеобразный вариант напалма легко тушится, но летит далеко и остаётся на земле вязкой массой, вступая в реакцию с неорганическими материалами и воспламеняя их.

reagent-name-rmcnapalm-b = Напалм Б
reagent-desc-rmcnapalm-b = Особый вариант напалма, который плохо прилипает к поверхностям, но рассеивается по большой площади и медленно горит. Состав вступая в реакцию с неорганическими материалами, воспламеняя их и вызывая серьёзные повреждения.

reagent-name-rmcrapalm-x = Напалм X
reagent-desc-rmcrapalm-x = Липкая горючая жидкость, которая горит при экстремально высокой температуре.

reagent-name-rmcnapalm = Напалм
reagent-desc-rmcnapalm = Вероятно, он воспламенится раньше, чем вы успеете это прочитать.

reagent-name-rmcnapalm-sticky = Липкий напалм
reagent-desc-rmcnapalm-sticky = Самодельная смесь напалма: более липкая и горит дольше, но наносит меньше урона.

reagent-name-rmcnapalm-hc = Высокогорючий напалм
reagent-desc-rmcnapalm-hc = Самодельная смесь напалма: наносит больше урона, но не такая липкая.

reagent-name-rmcclf3 = Трифторид хлора
reagent-desc-rmcclf3 = Высокореактивное интергалогенное соединение, способное к самовоспламенению. Очень сильный окислитель, чрезвычайно активно реагирующий с большинством органических и неорганических материалов.

reagent-name-rmcnapalm-e = Напалм E
reagent-desc-rmcnapalm-e = Липкая горючая жидкость, пробивающая даже лучшую огнеупорную защиту.

reagent-name-rmcnapalm-ex = Напалм EX
reagent-desc-rmcnapalm-ex = Липкая горючая жидкость, состоящая из комбинации редких и опасных реагентов. Пробивает лучшую огнеупорную защиту и горит при экстремально высокой температуре.

reagent-name-rmcr189 = Р189
reagent-desc-rmcr189 = Химикат спецназначения (СПН), горящий при экстремально высокой температуре. Предназначен для проплавления укрепленных позиций или бункеров.

reagent-name-rmcmethane = Метан
reagent-desc-rmcmethane = Легковоспламеняющийся углеводород, способный очень быстро распространять огонь, при нужной концентрации — даже со взрывом. Используется в основном как топливо для получения тепла и света или при производстве органических химикатов.
