ent-RMCWeaponLauncherHJRA12 = ручной противотанковый гранатомет HJRA-12
    .desc = Ручной противотанковый гранатомет HJRA-12 является стандартным противотанковым оружием СПН. Он разработан для того, чтобы быть простым в использовании и выводить из строя или уничтожать бронированные машины.
ent-RMCRocketHJRA12 = противотанковая ракета 84-мм HJRA-12
    .desc = Ракета для ручного противотанкового гранатомета HJRA-12 стандартной комплектации СПН. Это стандартная противотанковая ракета, предназначенная для выведения из строя или уничтожения вражеских машин.
ent-RMCProjectileRocketHJRA12 = фугасная ракета 84-мм HJRA-12
    .desc = Ракетная труба, совместимая с M5-ATL, заряженная боеголовкой AP. Способна пробивать и поражать тяжелобронированные цели. Наносит очень малый или нулевой урон от брызг. Наносит гарантированное оглушение большинству целей. Обладает высокой точностью в пределах 7 метров.
