ent-RMCWeaponLauncherM5ATL = M5-ATL
    .desc =
        Противотанковый гранатомет M5 - мощное противотанковое оружие пехоты, обычно состоящее на вооружении КМП США. Используемый для поражения легких танков и вражеских сооружений, M5-ATL является опасным оружием с разнообразным боевым применением, в зависимости от заряда боеприпасов, и способен стрелять как снарядами, так и реактивными гранатами.
        
        У этого полностью отсутствует умная оптика, и, похоже, она повреждена, что значительно ограничивает его дальность...
ent-RMCRocket84mm = 84-мм фугасная ракета
    .desc = Ракетная труба, совместимая с M5-ATL, заряженная боеголовкой HE. Наносит большой урон мягким целям при прямом попадании и забрызгивает другие цели в зоне шириной 5 метров. Снижает эффект по тяжелобронированным целям.
ent-RMCProjectileRocket84mm = 84-мм фугасная ракета
    .desc = Ух ты.
ent-RMCRocket84mmAntiArmor = 84-мм бронебойная ракета
    .desc = Ракетная труба, совместимая с M5-ATL, заряженная боеголовкой AP. Способна пробивать и уничтожать тяжелобронированные цели. Практически не наносит урона от брызг. Наносит гарантированное оглушение большинству целей. Обладает высокой точностью в пределах 7 метров.
ent-RMCProjectileRocket84mmAntiArmor = 84-мм бронебойная ракета
    .desc = { ent-RMCProjectileRocket84mm.desc }
