ent-RMCWeaponLauncherDisposable = M5A1 SLAW
    .desc = M5A1 SLAW — это легкое одноразовое противотанковое оружие, способное поражать вражескую технику на дальности до 1000 м. Одноразовый пусковой контейнер ракеты выбрасывается после выстрела. В походном положении система SLAW состоит из водонепроницаемой трубы, изготовленной из композитного углеродного волокна, внутри которой находится алюминиевая пусковая труба с ракетой. Выстрел производится нажатием на кнопку заряда на рукоятке. Прицеливание и стрельба производятся с плеча.
ent-RMCWeaponLauncherDisposableFolded = M5A1 SLAW
    .desc = Противотанковый гранатомет M5A1 SLAW, уплотненный для удобства хранения.
    .suffix = Сложенный
