ent-CMHeadBand = повязка
    .desc = Повязка на голову, сделанная из простой полоски ткани. Спереди на ней выгравированы слова «ДОЛОЙ ТИРАНОВ».
ent-CMHeadCapBucket = ведро
    .desc = Это металлическое ведро, судя по всему, было модифицировано, снабжено подкладкой и подбородочными ремнями, а спереди была сделана прорезь для глаз. Предположительно, он предназначен для ношения на голове, возможно, для защиты.
ent-CMHeadCapMilitiaCowl = бронеколпак ополченца
    .desc = Большой капюшон, состоящий на вооружении некоторых ополчений и предназначенный для сокрытия на границе. Обеспечивает некоторую защиту головы благодаря используемым в производстве твердым волокнам
ent-CMHeadCapMiner = шахтерский шлем Y8
    .desc = Прочный шлем, специализированный для добычи полезных ископаемых, который носит неизвестная группа наемников.
