job-greet-station-name = Добро пожаловать на борт { $stationName }.
job-greet-introduce-job-name = Ваша роль: { $jobName }.
job-greet-important-disconnect-admin-notify = Вы выполняете задание, которое важно для продвижения по игре. Если вы вынуждены отключиться, пожалуйста, сообщите об этом администраторам через ahelp.
job-greet-supervisors-warning = Как { $jobName } вы подчиняетесь напрямую { $supervisors }. Особые обстоятельства могут изменить это.
job-greet-crew-shortages = Так как на этой станции изначально работал неполный экипаж, к вашей ID-карте был добавлен дополнительный доступ.
job-not-available-wait-in-lobby = Раунд начался, но вы не получили ни одной из предпочитаемых ролей (или не выбрали ни одной из предпочитаемых ролей) и решили остаться в лобби. Вы можете изменить это поведение в настройках.
