# medical
cm-job-name-cmo = Главный врач
cm-job-description-cmo = Контролируйте медблок, исследования и химию. Управляйте медицинским персоналом. Консультируйте командный состав по вопросам здоровья и благополучия морских сил.
CMJobCMO = Главный медик
cm-job-name-doctor = Доктор
cm-job-description-doctor = Лечите всех пациентов, поступающих в медблок. Переносите раненых морских пехотинцев из вешалки в медблок. При необходимости проводите хирургические операции.
CMJobDoctor = Доктор
cm-job-name-nurse = Интерн
cm-job-description-nurse = Помогайте врачам и медикам в оказании помощи раненым.
CMJobNurse = Интерн
cm-job-name-researcher = Исследователь
cm-job-description-researcher = Проводите исследования того, что вам присылают. Создавайте и анализируйте новые химические вещества, инструменты и предметы.
CMJobResearcher = Исследователь
