ent-RMCCoffeeCup = кружка
    .desc = Прочная кружка военного образца с эмблемой КМП США, созданная для выносливости в любых условиях — как на корабле, так и в полевых условиях.
    .suffix = RMC
ent-RMCCoffeeCupFilled = { ent-RMCCoffeeCup }
    .suffix = Полная
    .desc = { ent-RMCCoffeeCup.desc }
ent-RMCMarineCorpsCup = кружка КМП США
    .desc = Прочная кружка военного образца с эмблемой КМП США, созданная для выносливости в любых условиях — как на корабле, так и в полевых условиях.
ent-RMCSocialistPPCup = кружка СПН
    .desc = Прочная, малиновая кружка с клеймом СПН — созданная как настоящий крепкий мужик, готовый служить товарищам в труде и славе среди звезд.
ent-RMCUnitedNationsCup = кружка СА
    .desc = Элегантная официальная кружка СА, символизирующая единство, порядок и авторитет среди звезд. Создана для тех, кто отстаивает мир и прогресс.
ent-RMCWestonYamadaCup = кружка ВЕЯ
    .desc = Чистая, стильная кружка с логотипом корпорации Вестон-Ямада, нанесенным сбоку. Используется на всех уровнях компании, от стажеров до директоров отделов.

