ent-RMCKatana = катана
    .desc = Искусно сделанный японский меч с хорошо заточенным клинком. Клинок отточен до молекулярной остроты и чрезвычайно смертоносен. Часто встречается в руках наёмников и якудза.
    .suffix = RMC14
ent-RMCKatanaDull = replica katana
    .desc = A cheap knock-off commonly found in regular knife stores. Can still do some damage.
    .suffix = { ent-RMCKatana.suffix }
ent-RMCKatanaSharp = абсурдно острая катана
    .desc =
        Всё, с меня хватит этого дерьма с "шедевральными полуторными мечами", которое сейчас происходит в RMC-14. Катаны заслуживают гораздо большего. Гораздо, гораздо большего.
        Я знаю, о чём говорю. Я сам заказал настоящую катану в Японии за 2 400 000 иен (около 20 000 долларов) и практикуюсь с ней уже почти 2 года. Я даже могу разрезать куски цельной стали своей катаной.
        Японские кузнецы годами работают над одной катаной и складывают её до миллиона раз, чтобы получить лучшие клинки, известные человечеству.
        Катаны в три раза острее европейских мечей и в три раза тверже. Всё, что может разрезать длинный меч, катана может разрезать лучше. Я уверен, что катана может легко рассечь рыцаря в полных латах простым вертикальным ударом.
        Вы когда-нибудь задумывались, почему средневековая Европа никогда не пыталась завоевать Японию? Правильно, они слишком боялись сражаться с дисциплинированными самураями и их катанами разрушения. Даже во Второй мировой войне американские солдаты в первую очередь целились в людей с катанами, потому что их убойная сила внушала страх и уважение.
    .suffix = Адмем
