ent-RMCCigarCase = портсигар
    .desc = Футляр для хранения сигар, когда вы их не курите.
ent-RMCTarbackCase = портсигар тарбакс
    .desc = Не позволяйте модной коробке и бумажке, на которой написано о традициях и качестве, обмануть вас. Эти сигареты - дно бочки. Скручены в Колумбии...
ent-RMCShioRoyalsCase = коробка сигар Shio Royals
    .desc = Деревянная сигарная коробка для хранения Shio Royals. Золотое тиснение невероятно вычурно для сигар, которые лучше всего описываются словом «нормально». Скручены в Японии.
