ent-RMCCigarCase = портсигар
    .desc = Футляр для хранения сигар, когда вы их не курите.
ent-RMCTarbackCase = портсигар тарбакс
    .desc = Не позволяйте модной коробке и бумажке, на которой написано о традициях и качестве, обмануть вас. Эти сигареты — дно бочки. Скручены в Колумбии...
ent-RMCShioRoyalsCase = портсигар королевских сигар
    .desc = Деревянный портсигар для элитных королевских сигар. Золотые буквы на упаковке невероятно показательные для сигар, которые можно описать словом «OK». Свернуты в Японии.
