ent-ActionXenoPlantWeeds = Посадить Сорняки (75)
    .desc = Посадите узел сорняков, который распространит еще больше сорняков.
ent-ActionXenoChooseStructure = Выбрать Смоляную Структуру
    .desc = Выберите структуру для выделения с помощью действия 'Выделить смолу'.
ent-ActionXenoSecreteStructure = Выделить Смолу
    .desc = Строит структуру, выбранную действием 'Выбрать структуру смолы'.
ent-ActionXenoOrderConstruction = Заказать Строительство
    .desc = Начинает строительство важной структуры улья.
