ent-ColMarTechCrewSynthetic = КолМорТех оборудования для синтетиков
    .desc = Автоматизированная стойка, подключенная к колоссальному хранилищу различного оборудования. Доступна только для синтетических юнитов.
ent-ColMarTechCrewSyntheticGear = КолМорТех вспомогательного снаряжения для синтетиков
    .desc = Автоматизированная стойка со снаряжением, подключенная к колоссальному хранилищу различных медицинских и инженерных принадлежностей. Доступна только для синтетических юнитов.
ent-WeYaExperimentalToolsVendor = торгомат экспериментальных инструментов Ве-Я
    .desc = Небольшой торговый автомат, подключенный к хранилищу специально предоставленных экспериментальных инструментов и оборудования от отдела исследований и разработок Ве-Я (ТМ). Обращайтесь с осторожностью.
ent-RMCVendorBundleCompactNailgunKit = набор компактного гвоздемета
    .desc = Содержит компактный гвоздемет, два магазина и кобуру для гвоздемета.
