rmc-aegis-event-announcement-marines = [font size=16][bold][color=#CECECE]Объявление Верховного Командования КМП США[/color][/bold][/font][font size=16][color=red]

    Внимание, USS Almayer!

    Говорит генерал Карвейн. Я связываюсь с вашим судном с борта USS Oberon.
    Во время перевозки груза для компании «ЭГИДА Армаментс» мы потеряли связь с колонией. Как ближайшему судну, USS Almayer поручено вернуть груз. После его обнаружения, при наличии враждебных сил, вам разрешается использовать содержимое по своему усмотрению. Необходимые для поиска устройства вскоре будут отправлены в ваш отдел снабжения грузовым лифтом ASRS. Не дайте грузу или ключу к нему попасть в руки противника.

    Более подробная информация вскоре будет передана командному составу Almayer.[italic]

    Подписано,
    генерал Карвейн[/italic][/color][/font]

rmc-aegis-event-announcement-xenos = [font size=24][italic][color=green]Королева-Мать проникает в ваш разум с далёких миров.[/color][/italic][/font]

    {""}[head=3][color=Red]Дочери, среди вас таится опасность. Мощное устройство — источник ненавистного небесного огня — лежит где-то рядом с вашим ульем. Его построил улей Высокой Императрицы до того, как мы завладели им. Они не остановятся ни перед чем, чтобы вернуть устройство и обратить его против вас.

    Этого нельзя допустить. Мои дочери, ваш панцирь крепче любой металлической смолы. Ваша сила — легион непреклонной мощи. Вы — армия когтей и молний. Вы не отступите. Вы не потерпите поражения. В вас, мои дочери, я обрела не доверие, а веру. Веру в самых малых из младших. Веру в вашу Королеву.[/color][/head]

    {""}[bolditalic][head=2][color=DarkViolet]Сражайтесь! За Улей![/color][/head][/bolditalic]
