rmc-keycard-device = Устройство аутентификации по ключевым картам
rmc-keycard-device-description = Это устройство используется для запуска некоторых
  событий повышенной безопасности.
  Для этого требуется авторизация на двух
  отдельных устройствах аутентификации.
rmc-keycard-ob-safety = Переключить блокировку орбитальной пушки
rmc-keycard-unpowered = Устройство аутентификации по ключевым картам не получает питание.
rmc-keycard-busy = Устройство уже обрабатывает запрос аутентификации.
rmc-keycard-select-event = Выберите событие, прежде чем проводить ID-картой.
rmc-keycard-senior-command-required = Для отправки запроса требуется доступ старшего командования.
rmc-keycard-no-second-device = Нет другого устройства с питанием, способного подтвердить запрос.
rmc-keycard-awaiting-confirmation = Запрос аутентификации отправлен. Подтвердите его на другом устройстве.
rmc-keycard-request-expired = Срок действия запроса аутентификации истёк.
rmc-keycard-distinct-device-required = Запрос необходимо подтвердить на другом устройстве аутентификации.
rmc-keycard-red-alert-confirmed = Активация красного уровня тревоги подтверждена.
rmc-keycard-ob-safety-engaged = Блокировка орбитальной бомбардировки включена.
rmc-keycard-ob-safety-disengaged = Блокировка орбитальной бомбардировки отключена.
