rmc-new-to-job-popup-title = SSMC окно для новичков
rmc-new-to-job-popup-job-name = Добро пожаловать на роль { $name }!
rmc-new-to-job-additional = Если вы когда-либо не будете знать, что делать, вы можете обратиться за помощью к своим старшим коллегам или нажать F1 > Mentor Help, чтобы связаться с опытными наставниками, которые смогут вам помочь.
rmc-new-to-job-popup-close-button = Всё готово!
rmc-new-to-job-popup-close-button-wait = Кнопка для закрытия будет доступна через { $time } секунд.
rmc-new-to-job-req-tech =
    В качестве грузового техника ваша задача — обеспечивать снабжение морских пехотинцев США, работая либо на стойках, либо помогая квартирмейстеру с доставкой грузов.

    Слева от грузового отсека, в основной зоне вашего появления, вы увидите две стойки с тремя автоматами между ними. В начале раунда морские пехотинцы выстроятся в очередь к этим стойкам и запросят припасы. Большую часть припасов вы сможете найти у этих трех торговцев, а остальные запросы можно получить в автомате с излишками униформы к югу от вас или заказать на консолях ARSR рядом с вашими линиями (Не забудьте получить добро квартирмейстера на это).

    После первоначального наплыва снабжения морских пехотинцев ваша задача — помогать квартирмейстеру в обработке ящиков припасов. Он поручит вам упаковывать боеприпасы, брать припасы из комнат подготовки отрядов к северу или югу от вашего отдела или получать дополнительные припасы из других отделов — всё это ради того, чтобы вооружить морских пехотинцев.
rmc-new-to-job-nurse =
    Работа интерна заключается в помощи врачам и изучении основ медицины, поэтому не переживайте, если вы не постоянно работаете. Вы можете попросить врача показать вам основы, и обычно он с удовольствием научит вас лечить пациентов.

    Ваш основной набор медицинских принадлежностей для местного применения включает марлю/наборы для травм/хирургические нити для лечения порезов/ушибов и мази/наборы для лечения ожогов/синтетические трансплантаты для лечения ожоговых повреждений. Марля и мазь — это основные средства, которые может использовать любой человек, а наборы для лечения ожогов и травм быстро и эффективно заживляют повреждения при использовании людьми с медицинским образованием; хирургические нити и синтетические трансплантаты имеют неограниченное применение и могут эффективно лечить ожоги и травмы, поэтому ваши основные инструменты должны быть именно ими. Порезы могут вызвать кровотечение, снижая уровень крови у человека, поэтому обязательно оказывайте помощь при порезах быстро и своевременно, чтобы предотвратить значительную кровопотерю.

    Вы также можете использовать химические вещества для лечения, которые со временем заживляют повреждения после первоначальной дозы. Они могут покрыть повреждения, которые обычные средства для местного применения покрывают лишь частично. Бикарадин, Мералин и их комбинация (Мерабик) лечат порезы и ушиби, а Келотан, Дермалин и их комбинация (Келодерма) лечат ожоги. Передозировка Келотана и Бикарадина составляет 30 единиц, а Мералина и Дермалина — 15 единиц. Следите за тем, чтобы не давать людям слишком много лекарств, иначе они пострадают от негативных последствий.

    Вы можете использовать анализатор здоровья, чтобы проверить типы полученных повреждений, состояние здоровья и получить рекомендации по лечению. Когда человек находится в критическом состоянии (получив более 100 единиц урона), он будет лежать на полу без сознания, а после получения более 200 единиц урона он умрет. Вы можете оживить их с помощью дефибриллятора, если их HP вернётся выше 0, используя свои лечебные средства, а также замедлить их гниение (и уменьшить урон от потери воздуха при критическом состоянии), выполняя сердечно-лёгочное дыхание, кликая на них с интервалом в 4 секунды, не держа ничего в руках.
rmc-new-to-job-rifleman =
    Будучи стрелком, вы являетесь основной боевой силой своего отделения, имея численное преимущество. Вы сильны и имеете меньшую вероятность быть захваченным в плен вражескими силами благодаря численности и близости.

    Проснувшись после криотерапии, вы проголодаетесь. Возьмите еду из автоматов, расположенных в верхней или нижней части комнаты, где вы проснулись. Взаимодействовать с едой можно левой кнопкой мыши, а осматривать — комбинацией Shift + ЛКМ. Возьмите еду и нажмите клавишу E (англ.), держа еду в руке, чтобы съесть её.

    После еды идите налево; вы увидите длинный ряд автоматов – здесь вы сможете взять одежду и другие полезные вещи, такие как пояса и подсумки. Получив снаряжение, продолжайте идти налево в следующую комнату. Там вы найдете общие автоматы с оружием, обвесами и дополнительными инструментами. Стойки для оружия находятся в самом левом верхнем и нижнем углу общей комнаты – возьмите оружие и магазин. Вы можете зарядить оружие, вставив магазин в одну руку и щелкнув по оружию в другой или нажав С, держа магазин в активной руке, а винтовку в другой. Вы можете сменить основную руку с помощью кнопки X.

    После получения необходимых принадлежностей выйдите в коридор и следуйте на запад (налево), мимо медицинского пункта (белые стены) и войдите в ангар., пока не увидите две стояночные зоны. Если вы потерялись, то попросите сослуживцев провести вас к ангару, где обычно проходят брифинги отрядов. Здесь вам проведут инструктаж, если вы присоединились к раунду в начале – если вы пропустили инструктаж, не волнуйтесь; переходите к следующему разделу.

    Желтое десантное судно приземлится на правой посадочной площадке, рядом с белыми стенами. Заберитесь в это судно, пристегнитесь, щелкнув по креслу, и в конце концов вас доставят на землю.

    Справа на экране вы увидите серый и черный прямоугольник с цветной стрелкой и надписью «SL» под ней — это указатель на командира вашего отряда. Следуйте по нему, чтобы найти свой отряд. Но никогда не ходите в одиночку!

    В начале сообщения можно использовать фигурную скобку слева, чтобы написать «LOOC», что позволит вам говорить о вещах, выходящих за рамки вашего персонажа, что полезно, например, чтобы сообщить людям, что вы новичок или вам нужна помощь. Вы можете быстро переключаться между типами чата с помощью TAB.
rmc-new-to-job-staff-officer =
    В качестве штабного офицера ваша задача — «наблюдать», контролировать и поддерживать отряд, находящийся под вашим командованием, и передавать приказы от командира операции.

    Ваше основное место дислокации — в ЦИК, на одном из четырех терминалов, обозначенных цветными металлическими пластинами, соответствующими одному из четырех отрядов. Терминал позволяет отправлять сообщения отряду (отправлять синее видимое сообщение отряду независимо от связи), переводить морских пехотинцев в другой отряд, назначать кого-либо исполняющим обязанности командира отряда и напрямую наблюдать за морскими пехотинцами через нашлемные камеры (щелкнув по их имени, что работает только со шлемом или камерой). Вам также доступна тактическая карта, которая обновляется в режиме реального времени с указанием позиций и статуса морских пехотинцев (а также ксеносов, если вышка биосканирования активна), и телефон, позволяющий звонить на любой другой телефон и общаться устно без использования радиосвязи.

    Вы также можете отправлять ящики припасов через вкладку «Supply Drop» слева. Свяжитесь с отделом снабжения, чтобы убедиться, что ваш сброс припасов содержит необходимые припасы и что ящик готов, используя радиочастоту отдела снабжения (:п). После того, как ящик будет закрыт, его можно отправить по координатам под крышей нулевого или первого уровня.

    Обычно ваше присутствие на брифинге необходимо, но если вы чувствуете, что вам может понадобиться дополнительная помощь или время, вы можете попросить разрешения отлучиться, чтобы поэкспериментировать и протестировать консоли отряда.

    Не забывайте отдавать полезные приказы, а не просто описывать ситуацию.
rmc-new-to-job-military-police =
    В качестве военного полицейского ваша задача — обеспечивать соблюдение военного закона и стандартной оперативной процедуры морскими пехотинцами, а также выступать в качестве первой линии обороны корабля. Подробности можно найти в руководстве (Num0) или в книгах, которые вы можете взять в автомате ВП, расположенном слева от комнаты гиперсна. Цель военных полицейских — сделать сервер более захватывающим и приятным местом для всех. Старайтесь изо всех сил поддерживать эту цель, разрешая конфликты и помогая экипажу и морским пехотинцам в удовлетворении их потребностей, используя минимально необходимую силу.

    После ознакомления с ВЗ и СОП в начале операции, военные полицейские обычно размещаются в пунктах снабжения, нижнем медицинском пункте и зале брифингов (или ангаре) — везде, где можно найти большое скопление морских пехотинцев, — для поддержания порядка. Если вы заметите необычное поведение, стоит еще раз просмотреть книги или спросить своих товарищей по рации о ситуации. Полученная информация поможет вам в дальнейших действиях. Однако, как правило, одного вашего присутствия будет достаточно, чтобы предотвратить большинство проблем. Следите за радиопередачами, чтобы заметить признаки назревающих проблем, и реагируйте соответствующим образом, поддерживая напряжение и предотвращая срыв операций корабля нарушителями порядка.

    Если вы или другой офицер произведете арест, подозреваемого доставят в карцер для вынесения приговора военным надзирателем (ВН) или начальником военной полиции (НВП) в камеру предварительного заключения, расположенную к юго-западу от главного входа; там же находятся и обычные камеры. Отсюда вы можете попасть в камеры перманентного заключения, что находятся на западе – ещё западнее от вас находится комната для казней, а к северу – оружейная комната для проверки готовности корабля к чрезвычайной ситуации. Только военный надзиратель и НВП могут открыть эту оружейную комнату стандартными корабельными кодами, поэтому спросите их, если вам нужен доступ для хранения чего-либо.

    После развертывания морских пехотинцев ваше время будет посвящено патрулированию корабля, оказанию помощи в логистических задачах, перемещению ящиков с разведывательной информацией в офис разведки на втором этаже и помощи в работе с трупами. Вы также можете консультировать и обучать новых игроков посредством тренировок или просто оказывать общую поддержку, и у вас будет достаточно свободного времени, чтобы отправиться на зону посадки (только с разрешения начальника ВП или командира операции) или прогуляться по кораблю, чтобы поиграть в ролевую игру и просто пообщаться.

    Если выживших доставят на корабль, ваша задача — помочь им пройти медицинское обследование и получить необходимую помощь. Подробности о работе третьих лиц смотрите в руководстве, когда услышите, что выжившие направляются наверх. Также от вас потребуется заниматься оформлением и контролем военнопленных, информацию о которых можно найти в разделе руководства, посвященном третьим лицам.
rmc-new-to-job-dcc =
    В роли командира экипажа транспортера ваша задача — помогать пилотам и обеспечивать бесперебойную работу десантных кораблей.

    В начале раунда решите, какому пилоту вы хотите помочь (мы советуем вам присмотреться к «Аламо» для начала) , и спросите его, что он хотел бы установить на свой корабль. К северу от десантных кораблей находится комната с устройством для изготовления деталей и погрузчиками. Обязательно используйте готовые детали, разбросанные по ангару, прежде чем изготавливать какие-либо дополнительные.

    Используйте один из погрузчиков, чтобы забрать и установить детали на соответствующие точки крепления кораблей, и используйте устройство для изготовления дополнительных деталей и боеприпасов. У каждого пилота свои предпочтения, поэтому обязательно спросите, прежде чем что-либо печатать! Вас также могут попросить достать другие предметы для кораблей из медицинского отдела или отдела снабжения.

    После подготовки кораблей и начала операции вы будете сопровождать пилота и помогать ему в выполнении различных задач:

    На десантном корабле «Аламо» (Жёлтый) от вас ожидается помощь в погрузке и разгрузке различных предметов. Документы разведки и трупы необходимо поднять и оставить в ангаре рядом с дверями медицинского отдела.

    На десантном корабле «Нормандия» (серый) вам предстоит перезаряжать оружие между полетами. Используйте погрузчик, чтобы извлечь частично отработанные боеприпасы из оружия, объединить ящики с патронами и вставить их обратно в орудия. В полностью пустое оружие просто нужно вставить новые патроны.

    В случае медицинской эвакуации пройдите в кормовую часть корабля и взаимодействуйте с красным модулем медицинской эвакуации (ЛКМ). Это поднимет пациента на ваш корабль с земли. Сообщите медицинскому персоналу Альмайера (:м) о том, что он поднимается на борт, и убедитесь, что он находится под их опекой.

    Вам также может потребоваться выполнить дополнительные задачи, такие как получение медицинских принадлежностей, получение парашютов, сортировка реанимируемого морского персонала и любые другие задачи, данные вашим пилотом.
