rmc-new-to-job-popup-title = SSMC окно для новичков
rmc-new-to-job-popup-job-name = Добро пожаловать на роль { $name }!
rmc-new-to-job-additional = Если вы когда-либо не будете знать, что делать, вы можете обратиться за помощью к своим старшим коллегам или нажать F1 > Mentor Help, чтобы связаться с опытными наставниками, которые смогут вам помочь.
rmc-new-to-job-popup-close-button = Всё готово!
rmc-new-to-job-popup-close-button-wait = Кнопка для закрытия будет доступна через { $time } секунд.

rmc-new-to-job-req-tech = В качестве грузового техника ваша задача — обеспечивать снабжение морских пехотинцев США, работая либо на стойках, либо помогая квартирмейстеру с доставкой грузов.

                                             Слева от грузового отсека, в основной зоне вашего появления, вы увидите две стойки с тремя автоматами между ними. В начале раунда морские пехотинцы выстроятся в очередь к этим стойкам и запросят припасы. Большую часть припасов вы сможете найти у этих трех торговцев, а остальные запросы можно получить в автомате с излишками униформы к югу от вас или заказать на консолях ARSR рядом с вашими линиями (Не забудьте получить добро квартирмейстера на это).

                                             После первоначального наплыва снабжения морских пехотинцев ваша задача — помогать квартирмейстеру в обработке ящиков припасов. Он поручит вам упаковывать боеприпасы, брать припасы из комнат подготовки отрядов к северу или югу от вашего отдела или получать дополнительные припасы из других отделов — всё это ради того, чтобы вооружить морских пехотинцев.

rmc-new-to-job-nurse = Работа интерна заключается в помощи врачам и изучении основ медицины, поэтому не переживайте, если вы не постоянно работаете. Вы можете попросить врача показать вам основы, и обычно он с удовольствием научит вас лечить пациентов.

                                             Ваш основной набор медицинских принадлежностей для местного применения включает марлю/наборы для травм/хирургические нити для лечения порезов/ушибов и мази/наборы для лечения ожогов/синтетические трансплантаты для лечения ожоговых повреждений. Марля и мазь — это основные средства, которые может использовать любой человек, а наборы для лечения ожогов и травм быстро и эффективно заживляют повреждения при использовании людьми с медицинским образованием; хирургические нити и синтетические трансплантаты имеют неограниченное применение и могут эффективно лечить ожоги и травмы, поэтому ваши основные инструменты должны быть именно ими. Порезы могут вызвать кровотечение, снижая уровень крови у человека, поэтому обязательно оказывайте помощь при порезах быстро и своевременно, чтобы предотвратить значительную кровопотерю.

                                             Вы также можете использовать химические вещества для лечения, которые со временем заживляют повреждения после первоначальной дозы. Они могут покрыть повреждения, которые обычные средства для местного применения покрывают лишь частично. Бикарадин, Мералин и их комбинация (Мерабик) лечат порезы и ушиби, а Келотан, Дермалин и их комбинация (Келодерма) лечат ожоги. Передозировка Келотана и Бикарадина составляет 30 единиц, а Мералина и Дермалина — 15 единиц. Следите за тем, чтобы не давать людям слишком много лекарств, иначе они пострадают от негативных последствий.

                                             Вы можете использовать анализатор здоровья, чтобы проверить типы полученных повреждений, состояние здоровья и получить рекомендации по лечению. Когда человек находится в критическом состоянии (получив более 100 единиц урона), он будет лежать на полу без сознания, а после получения более 200 единиц урона он умрет. Вы можете оживить их с помощью дефибриллятора, если их HP вернётся выше 0, используя свои лечебные средства, а также замедлить их гниение (и уменьшить урон от потери воздуха при критическом состоянии), выполняя сердечно-лёгочное дыхание, кликая на них с интервалом в 4 секунды, не держа ничего в руках.

rmc-new-to-job-rifleman = Будучи стрелком, вы являетесь основной боевой силой своего отделения, имея численное преимущество. Вы сильны и имеете меньшую вероятность быть захваченным в плен вражескими силами благодаря численности и близости.

                                             Проснувшись после криотерапии, вы проголодаетесь. Возьмите еду из автоматов, расположенных в верхней или нижней части комнаты, где вы проснулись. Взаимодействовать с едой можно левой кнопкой мыши, а осматривать — комбинацией Shift + ЛКМ. Возьмите еду и нажмите клавишу E (англ.), держа еду в руке, чтобы съесть её.

                                             После еды идите налево; вы увидите длинный ряд автоматов – здесь вы сможете взять одежду и другие полезные вещи, такие как пояса и подсумки. Получив снаряжение, продолжайте идти налево в следующую комнату. Там вы найдете общие автоматы с оружием, обвесами и дополнительными инструментами. Стойки для оружия находятся в самом левом верхнем и нижнем углу общей комнаты – возьмите оружие и магазин. Вы можете зарядить оружие, вставив магазин в одну руку и щелкнув по оружию в другой или нажав С, держа магазин в активной руке, а винтовку в другой. Вы можете сменить основную руку с помощью кнопки X.

                                             После получения необходимых принадлежностей выйдите в коридор и следуйте на запад (налево), мимо медицинского пункта (белые стены) и войдите в ангар., пока не увидите две стояночные зоны. Если вы потерялись, то попросите сослуживцев провести вас к ангару, где обычно проходят брифинги отрядов. Здесь вам проведут инструктаж, если вы присоединились к раунду в начале – если вы пропустили инструктаж, не волнуйтесь; переходите к следующему разделу.

                                             Желтое десантное судно приземлится на правой посадочной площадке, рядом с белыми стенами. Заберитесь в это судно, пристегнитесь, щелкнув по креслу, и в конце концов вас доставят на землю.

                                             Справа на экране вы увидите серый и черный прямоугольник с цветной стрелкой и надписью "SL" под ней — это указатель на командира вашего отряда. Следуйте по нему, чтобы найти свой отряд. Но никогда не ходите в одиночку!

                                             В начале сообщения можно использовать фигурную скобку слева, чтобы написать "LOOC", что позволит вам говорить о вещах, выходящих за рамки вашего персонажа, что полезно, например, чтобы сообщить людям, что вы новичок или вам нужна помощь. Вы можете быстро переключаться между типами чата с помощью TAB.

rmc-new-to-job-staff-officer = В качестве штабного офицера ваша задача — "наблюдать", контролировать и поддерживать отряд, находящийся под вашим командованием, и передавать приказы от командира операции.

                                             Ваше основное место дислокации — в ЦИК, на одном из четырех терминалов, обозначенных цветными металлическими пластинами, соответствующими одному из четырех отрядов. Терминал позволяет отправлять сообщения отряду (отправлять синее видимое сообщение отряду независимо от связи), переводить морских пехотинцев в другой отряд, назначать кого-либо исполняющим обязанности командира отряда и напрямую наблюдать за морскими пехотинцами через нашлемные камеры (щелкнув по их имени, что работает только со шлемом или камерой). Вам также доступна тактическая карта, которая обновляется в режиме реального времени с указанием позиций и статуса морских пехотинцев (а также ксеносов, если вышка биосканирования активна), и телефон, позволяющий звонить на любой другой телефон и общаться устно без использования радиосвязи.

                                             Вы также можете отправлять ящики припасов через вкладку "Supply Drop" слева. Свяжитесь с отделом снабжения, чтобы убедиться, что ваш сброс припасов содержит необходимые припасы и что ящик готов, используя радиочастоту отдела снабжения (:п). После того, как ящик будет закрыт, его можно отправить по координатам под крышей нулевого или первого уровня.

                                             Обычно ваше присутствие на брифинге необходимо, но если вы чувствуете, что вам может понадобиться дополнительная помощь или время, вы можете попросить разрешения отлучиться, чтобы поэкспериментировать и протестировать консоли отряда.

                                             Не забывайте отдавать полезные приказы, а не просто описывать ситуацию.

rmc-new-to-job-military-police = В качестве военного полицейского ваша задача — обеспечивать соблюдение военного закона и стандартной оперативной процедуры морскими пехотинцами, а также выступать в качестве первой линии обороны корабля. Подробности можно найти в руководстве (Num0) или в книгах, которые вы можете взять в автомате ВП, расположенном слева от комнаты гиперсна. Цель военных полицейских — сделать сервер более захватывающим и приятным местом для всех. Старайтесь изо всех сил поддерживать эту цель, разрешая конфликты и помогая экипажу и морским пехотинцам в удовлетворении их потребностей, используя минимально необходимую силу.

                                             После ознакомления с ВЗ и СОП в начале операции, военные полицейские обычно размещаются в пунктах снабжения, нижнем медицинском пункте и зале брифингов (или ангаре) — везде, где можно найти большое скопление морских пехотинцев, — для поддержания порядка. Если вы заметите необычное поведение, стоит еще раз просмотреть книги или спросить своих товарищей по рации о ситуации. Полученная информация поможет вам в дальнейших действиях. Однако, как правило, одного вашего присутствия будет достаточно, чтобы предотвратить большинство проблем. Следите за радиопередачами, чтобы заметить признаки назревающих проблем, и реагируйте соответствующим образом, поддерживая напряжение и предотвращая срыв операций корабля нарушителями порядка.

                                             Если вы или другой офицер произведете арест, подозреваемого доставят в карцер для вынесения приговора военным надзирателем (ВН) или начальником военной полиции (НВП) в камеру предварительного заключения, расположенную к юго-западу от главного входа; там же находятся и обычные камеры. Отсюда вы можете попасть в камеры перманентного заключения, что находятся на западе – ещё западнее от вас находится комната для казней, а к северу – оружейная комната для проверки готовности корабля к чрезвычайной ситуации. Только военный надзиратель и НВП могут открыть эту оружейную комнату стандартными корабельными кодами, поэтому спросите их, если вам нужен доступ для хранения чего-либо.

                                             После развертывания морских пехотинцев ваше время будет посвящено патрулированию корабля, оказанию помощи в логистических задачах, перемещению ящиков с разведывательной информацией в офис разведки на втором этаже и помощи в работе с трупами. Вы также можете консультировать и обучать новых игроков посредством тренировок или просто оказывать общую поддержку, и у вас будет достаточно свободного времени, чтобы отправиться на зону посадки (только с разрешения начальника ВП или командира операции) или прогуляться по кораблю, чтобы поиграть в ролевую игру и просто пообщаться.

                                             Если выживших доставят на корабль, ваша задача — помочь им пройти медицинское обследование и получить необходимую помощь. Подробности о работе третьих лиц смотрите в руководстве, когда услышите, что выжившие направляются наверх. Также от вас потребуется заниматься оформлением и контролем военнопленных, информацию о которых можно найти в разделе руководства, посвященном третьим лицам.

rmc-new-to-job-dcc = В роли командира экипажа транспортера ваша задача — помогать пилотам и обеспечивать бесперебойную работу десантных кораблей.

                                             В начале раунда решите, какому пилоту вы хотите помочь (мы советуем вам присмотреться к "Аламо" для начала) , и спросите его, что он хотел бы установить на свой корабль. К северу от десантных кораблей находится комната с устройством для изготовления деталей и погрузчиками. Обязательно используйте готовые детали, разбросанные по ангару, прежде чем изготавливать какие-либо дополнительные.

                                             Используйте один из погрузчиков, чтобы забрать и установить детали на соответствующие точки крепления кораблей, и используйте устройство для изготовления дополнительных деталей и боеприпасов. У каждого пилота свои предпочтения, поэтому обязательно спросите, прежде чем что-либо печатать! Вас также могут попросить достать другие предметы для кораблей из медицинского отдела или отдела снабжения.

                                             После подготовки кораблей и начала операции вы будете сопровождать пилота и помогать ему в выполнении различных задач:

                                             На десантном корабле "Аламо" (Жёлтый) от вас ожидается помощь в погрузке и разгрузке различных предметов. Документы разведки и трупы необходимо поднять и оставить в ангаре рядом с дверями медицинского отдела.

                                             На десантном корабле "Нормандия" (серый) вам предстоит перезаряжать оружие между полетами. Используйте погрузчик, чтобы извлечь частично отработанные боеприпасы из оружия, объединить ящики с патронами и вставить их обратно в орудия. В полностью пустое оружие просто нужно вставить новые патроны.

                                             В случае медицинской эвакуации пройдите в кормовую часть корабля и взаимодействуйте с красным модулем медицинской эвакуации (ЛКМ). Это поднимет пациента на ваш корабль с земли. Сообщите медицинскому персоналу Альмайера (:м) о том, что он поднимается на борт, и убедитесь, что он находится под их опекой.

                                             Вам также может потребоваться выполнить дополнительные задачи, такие как получение медицинских принадлежностей, получение парашютов, сортировка реанимируемого морского персонала и любые другие задачи, данные вашим пилотом.

rmc-new-to-job-doctor = В роли врача ваша задача — обеспечивать специализированное медицинское снабжение и оказывать квалифицированную помощь персоналу.

                                             Ваши главные обязанности — производство передовых медикаментов в химических лабораториях и проведение хирургических операций эвакуированным морпехам в операционных. С первым вы уже должны быть знакомы, а в роли врача вы теперь обладаете необходимыми навыками для качественного выполнения второго!

                                             В ваши дополнительные обязанности входит обеспечение отдела снабжения достаточным количеством медикаментов для санитаров на планете, оказание медицинской помощи персоналу на корабле, обучение младших медсестер, высадка на передовую базу (FOB) и выполнение различной рутинной работы в медотсеке, такой как транспортировка тел и работа в морге.

                                             Обязательно следите за радиоэфиром, ведь от этого может зависеть чья-то жизнь — будь то прибытие десантного корабля с морпехом в критическом состоянии, нехватка медикаментов в снабжении или даже боевые действия на борту корабля.

rmc-new-to-job-cmo = В роли главного врача (CMO) корабля ваша задача — окавать поддержку всем медицинским специалистам как в зоне проведения операции, так и за её пределами, руководить медицинским персоналом на корабле и поддерживать связь с остальным командным составом.

                                             Как самый высокопоставленный медик на корабле, вы должны обладать как минимум средними знаниями во всех областях медицины. Кроме того, в вашем распоряжении находится собственный кабинет на верхней палубе; вы можете зайти туда в спокойный момент, чтобы забрать хранящуюся там форму старшего офицера.

                                             Ваши основные обязанности включают управление медицинским отсеком и его персоналом для правильного распределения приоритетов задач, а также обучение начинающих медиков (хотя не бойтесь привлекать к этому других опытных врачей или медсестер, желающих помочь). Для этого в вашем кабинете в настенном шкафу есть медицинский манекен для тренировок.

                                             Ваши второстепенные задачи включают помощь в химической лаборатории или операционных, если ваши подчиненные не справляются из-за высокой нагрузки или нехватки кадров, взаимодействие с другими отделами и оказание специализированных услуг, таких как психологическая оценка.

                                             Как член командного состава, вы обладаете гораздо более широким спектром навыков, чем большинство других, и этот опыт может время от времени требоваться. Например, в экстренных случаях вы можете вести наблюдение (overwatch) за отделениями или обрабатывать разведданные. Обратите внимание, что вы всё еще не обучены обращению с огнестрельным оружием.

                                             Обязательно ознакомьтесь со стандартными операционными процедурами (SOP) и Морским законом, особенно в частях, касающихся медицинского отсека. Отдельно стоит отметить ваше право предоставлять доступ в медицинские зоны, что позволяет врачам пользоваться медицинским фабрикатором и камерами содержания в исследовательских лабораториях.

rmc-new-to-job-combat-tech = В качестве боевого техника ваша задача как инженера на передовой — помогать своему отряду, возводя укрепления, ремонтируя технику и проводя взрывные работы.

                                             Вам понадобится полный набор инструментов; обязательно возьмите с собой паяльную лампу, гаечный ключ, кусачки, ломик, отвертку и универсальный инструмент для доступа к системам безопасности (часто называемый мультитулом). Дополнительные инструменты, которые вы можете взять с собой, — это саперная лопата для наполнения мешков с песком и расчистки туннелей или замена лампочки для замены сломанных ламп. Большинство инструментов можно найти у продавцов инструментов, в том числе у продавца посередине в вашей комнате подготовки.

                                             Ваша турель — ценное оборудование, поднимите ее с помощью мультитула и обеспечьте ее сохранность, отремонтировав с помощью паяльника; вы можете осмотреть турель, чтобы определить, требуется ли ей ремонт. Всегда помните о необходимости надевать средства защиты глаз перед сваркой, иначе вы ослепнете! Сварочные очки, сварочные шлемы или сварочные козырьки обеспечат безопасность ваших глаз.

                                             Вы — опытный инженер, поэтому с помощью своих инструментов можете выполнять ряд полезных ремонтов в полевых условиях: генераторы, БТР, стационарные башни связи и экспериментальная башня датчиков — все это может потребовать вашего опыта для ремонта. Если вы не уверены, как что-то починить, вы всегда можете осмотреть объект, и всплывающая подсказка подскажет вам следующий необходимый шаг.

                                             Используйте металл и пластисталь, которые у вас есть, для сооружения баррикад, чтобы обеспечить безопасность вашего отряда; вы можете открыть меню строительства из любого материала, нажав Z, держа его в руке. Всегда помните, что на баррикады нужно натягивать колючую проволоку!

                                             Вы можете помочь разрушить зону боевых действий, чтобы убрать препятствия, мешающие вашему отряду. Вы можете купить пластиковую взрывчатку и взрывные заряды у продавца, чтобы быстро проложить проход, или использовать свои инструменты, чтобы постепенно разрушить стены.

rmc-new-to-job-maint-tech = В качестве техника по техническому обслуживанию ваша задача — выполнять все необходимые инженерные работы на борту корабля и участвовать в различных проектах.

                                             Одной из важнейших инженерных обязанностей является подготовка орбитальной пушки. Помогайте старшему инженеру в заправке и заряжании пушки по указанию CIC.

                                             Спускайтесь в технические туннели, чтобы с помощью лома разбирать на металлолом бочки и ящики. Убедитесь, что вы разбираете только бочки и ящики, все остальное запрещено к утилизации... за исключением случаев, когда командир дает приказ о демонтаже корабля: это позволяет вам начать демонтировать больше частей корабля для получения металла, который поможет в бою. Если вы не уверены, можете спросить у главного инженера. Приносите весь металл и дерево, которые вы спасаете, в отдел снабжения, чтобы они могли их с пользой использовать!

                                             У вас есть время и свобода для других занятий, таких как:

                                             Исследуйте корабль и изучите его планировку — в укромных местах можно найти интересные вещи.

                                             Соберите телевизоры и токарные станки. Соорудите каркас машины из металлического листа и выполните шаги сборки, отображаемые при осмотре; необходимые печатные платы можно найти у продавцов в инженерном отделе.

                                             Проведите ремонт участка. Обязательно получите разрешение как от главного инженера, так и от начальника отдела того участка, который вы хотите отремонтировать.

                                             Присоединитесь к отряду "Браво" для помощи в строительстве передового поста — ваши инженерные навыки могут оказаться неоценимыми. Обязательно получите разрешение на развертывание от главного инженера или командира.
rmc-new-to-job-cl = Вы являетесь представителем отдела корпоративных связей корпорации "Weston-Yamada", направленным для обеспечения защиты интересов WEYA, а также для укрепления и развития отношений с UNMC. В качестве корпоративного представителя вы выполняете роль в ролевой игре, призванную сделать игровой процесс интересным и увлекательным, не оказывая при этом существенного влияния на ход событий. Вы подчиняетесь морскому праву и обязаны его соблюдать.

                                             В вашем офисе имеется большой запас предметов, необходимых для ролевой игры: от бумаги и ручек до одежды и сигар. Обязательно ознакомьтесь с офисом — по сути, это ваша база. Используйте факс для отправки сообщений в Weston-Yamada с целью передачи информации или подачи запросов. Часто вы не будете получать ответов, и это нормально.

                                             Вы не играете роль антагониста и не участвуете в боевых действиях. Не проявляйте враждебности по отношению к другим игрокам и не предпринимайте враждебных действий: вы должны позитивно представлять компанию "Weston-Yamada". Не отправляйтесь на планету с целью сражаться с инопланетянами. Вы не обучены сражаться, и от вас этого не ожидают.

                                             Если у вас есть другие вопросы, обратитесь к странице "Корпоративный представитель" в руководстве.
rmc-new-to-job-cc = В роли корреспондента ваша задача — держать общественность в курсе действий КМП США! Будь то видеосъемка и трансляции, печатная журналистика или любые другие средства.

    Направляйтесь в комнату корреспондентов. Там вы сможете получить базовое снаряжение и телекамеру для съемки происходящего. Эта камера транслирует изображение в реальном времени на любые телевизоры корабля (без звука), так что постарайтесь сделать хорошие кадры для зрителей дома! Факс в комнате также служит вашим инструментом для рассылки статей по кораблю или связи с независимой прессой ("The Free Press").

    Корреспонденты могут высадиться на планету или остаться на корабле — выбор за вами! Во время операции на корабле может произойти множество заслуживающих внимания событий, а интервью с невоспетыми героями из вспомогательных отделов всегда популярны среди домашней аудитории. Но если вы или ваши зрители жаждете экшена, вы всегда можете отправиться на передовую.

    Высаживающиеся корреспонденты могут носить с собой личное оружие для самообороны, однако вы не являетесь комбатантом! Время, потраченное на сражения или физическую помощь морпехам — это время, отнятое от съемок или написания статей. Излишняя помощь может превратить вашу форму прессы из щита в мишень для врагов КМ ООН (UNMC). Мертвый корреспондент не сможет отправить репортаж, так что не рискуйте попусту и берегите себя!
rmc-new-to-job-combat-correspondent = В роли военного корреспондента вы прикомандированы к КМП США. Ведите репортажи с мест событий, следите за ходом операции и принесите эту историю домой.

                                             Направляйтесь в комнату корреспондентов. Там вы сможете получить базовое снаряжение и телекамеру для съемки происходящего. Эта камера транслирует изображение в реальном времени на любые телевизоры корабля (без звука), так что постарайтесь сделать хорошие кадры для зрителей дома! Факс в комнате также служит вашим инструментом для рассылки статей по кораблю или связи с независимой прессой ("The Free Press").

                                             Корреспонденты могут высадиться на планету или остаться на корабле — выбор за вами! Во время операции на корабле может произойти множество заслуживающих внимания событий, а интервью с невоспетыми героями из вспомогательных отделов всегда популярны среди домашней аудитории. Но если вы или ваши зрители жаждете экшена, вы всегда можете отправиться на передовую.

                                             Высаживающиеся корреспонденты могут носить с собой личное оружие для самообороны, однако вы не являетесь комбатантом! Время, потраченное на сражения или физическую помощь морпехам — это время, отнятое от съемок или написания статей. Излишняя помощь может превратить вашу форму прессы из щита в мишень для врагов КМ ООН (UNMC). Мертвый корреспондент не сможет отправить репортаж, так что не рискуйте попусту и берегите себя!

rmc-new-to-job-executive-bodyguard = Ваша задача в роли телохранителя руководства — обеспечивать безопасность корпоративного связного на борту корабля, а также активно участвовать с ним в ролевом взаимодействии на протяжении раунда.

                                             Для выполнения ваших обязанностей в раздатчиках доступна одежда и снаряжение. Поначалу ассортимент будет ограниченным, но он расширится по мере того, как вы будете получать опыт и игровое время в этой роли.

                                             Вы не являетесь антагонистом. При необходимости сотрудничайте с военной полицией корабля и не вмешивайтесь в их работу, даже если они арестовывают связного. Нарушители, задержанные в офисе за проникновение или нападение на корпоративного связного (CL), должны быть переданы военной полиции.

                                             При любой возможности старайтесь на словах отговаривать связного от враждебных действий против корабля, создания проблем другим игрокам или чрезмерной грубости без веских на то IC-причин (в рамках роли). Вам также рекомендуется сообщать военной полиции о любых незаконных действиях связного, а в случае, если он представляет активную угрозу для других игроков — задержать его и передать ВП.

                                             Не высаживайтесь для борьбы с ксеноморфами и помните, что ваша главная сила заключается в ролевой игре, которую вы можете предложить связному и остальному кораблю. Вам разрешено носить личное оружие при Зелёном коде и длинноствольное при Синем коде, хотя это право может быть отозвано командиром корабля или начальником военной полиции (CMP). Помните о строгом соблюдении правил эскалации конфликта и Морского закона.
