rmc-supply-drop-not-operational = Площадка для сброса грузов не работает.
rmc-supply-drop-no-crate = На площадке не обнаружено ни одного ящика. Вызовите заявки на линию!
rmc-supply-drop-underground = Зона высадки находится под землей. Капля снабжения не может добраться сюда.
rmc-supply-drop-blocked = Зона высадки, похоже, заблокирована или находится за пределами границ. Посылка будет потеряна при сбросе.
rmc-supply-drop-crate-open = Ящик не закреплен на посадочной площадке. Пожалуйста, закройте его!
rmc-supply-drop-crate-load = { $crate } загружается в пусковую трубу. Отойдите!
rmc-supply-drop-squad-announcement = { $crate } прибывает отряд снабжения. Внимание!
