ent-ColMarTechFood = поставщик продуктов питания КолМорТех
    .desc = Поставщик морской еды, содержащий стандартные военные блюда.
ent-RMCNutriCoVendor = НутриКо АвтоШеф
 .desc = Автоматический раздатчик еды, способный выдавать пищу, содержащую все необходимые витамины и питательные вещества, которые когда-либо могут понадобиться. Несъедобная на вид жижа пропускается через множество нагревателей, формовщиков и затвердителей, а затем искусственно ароматизируется, чтобы создать что-то, что выглядит и в основном имеет съедобный вкус.
ent-CMVendorBooze = Алкомат
    .desc = Чудо техники, способное смешать именно ту смесь, которую вы хотите выпить, как только вы попросите.
ent-CMVendorChess = Шахматомат
    .desc = В 2143 году Red Star Drinks, корпорация, входящая в СПН-CA (Администрация колоний), провела рекламный тотализатор для тех, кто нашел специальные коды на внутренней стороне крышек ограниченной партии водки Red Star Vodka, отправив им Chess-O-Mat с неограниченным количеством пополнений.
