ent-CMBaseWeaponRifle = { ent-BaseItem }
    .desc = { ent-BaseItem.desc }
ent-WeaponRifleM41A = импульсная винтовка M41A
    .desc = Это стандартная импульсная винтовка, используемая колониальными морпехами. Надежное, прочное и в целом эффективное оружие, M41A необходимо держать двумя руками, чтобы вести точный огонь.
ent-WeaponRifleM41AE2 = тяжелая импульсная винтовка M41AE2
    .desc = Крупнокалиберное оружие поддержки отряда, способное вести длительный подавляющий огонь с навесной позиции. Несмотря на неустойчивость и меньшую точность, ее можно таскать и стрелять из нее двумя руками.
ent-WeaponRifleM4RA = боевая винтовка M4RA
    .desc = Боевая винтовка M4RA - это винтовка для метких стрелков, состоящая на вооружении USCM. Боевая винтовка M4RA, выполненная по схеме булл-пап, идеально подходит для разведки и огневой поддержки.
