ent-RMCPDTLocatorTube = трубка локатора PDT/L
    .desc = Ручная локаторная трубка в паре с браслетом PDT на запястье. Она показывает направление и расстояние до его партнёрского браслета.
ent-RMCPDTBracelet = браслет на запястье PDT
    .desc = Наручный браслет-передатчик персональных данных, предназначенный для сопряжения с трубкой-локатором PDT/L.
ent-CMSparePDTLBattleBuddyKit = комплект боевого напарника PDT/L
    .desc = Прочный маленький футляр, в котором находится трубка-локатор PDT/L, соответствующий ей браслет PDT на запястье и запасная мини-батарея Ве-Я.
    .suffix = { ent-RMCWatchCase.suffix }
