ent-RMCPortableVendor = автоматизированный портфель хранения
    .desc = Автоматизированная система хранения и поиска предметов размером с чемодан. Предназначена для эффективного хранения и выборочной выдачи небольших предметов.
ent-RMCPortableVendorCorporate = автоматизированный кейс хранения Вестон-Ямада
    .desc = Автоматизированная система хранения и поиска предметов размером с чемодан. Предназначена для эффективного хранения и выборочной выдачи мелких предметов. На боку этого чемодана выбит логотип Вестон-Ямада.
